const CHAPTER_13 = {
    id: 13,
    title: "Глава 13. Закят",
    questions: [

        {
            q: "Каков хукм выплаты закята?",
            a: [
                "Фард",
                "Сунна",
                "Мубах",
                "Макрух"
            ],
            c: 0
        },

        {
            q: "Что является одним из условий обязательности закята?",
            a: [
                "Достижение нисаба",
                "Совершение хаджа",
                "Путешествие",
                "Женитьба"
            ],
            c: 0
        },

        {
            q: "Что такое нисаб?",
            a: [
                "Минимальный размер имущества, с которого обязателен закят",
                "Любое имущество",
                "Долг",
                "Любой доход"
            ],
            c: 0
        },

        {
            q: "Когда становится обязательной выплата закята?",
            a: [
                "После владения нисабом в течение лунного года",
                "Каждый месяц",
                "После Рамадана",
                "После пятницы"
            ],
            c: 0
        },

        {
            q: "Кому нельзя выплачивать закят?",
            a: [
                "Тем, кто не относится к получателям закята",
                "Любому нуждающемуся из числа получателей",
                "Беднякам",
                "Должникам из числа получателей"
            ],
            c: 0
        },

        {
            q: "Какова цель закята?",
            a: [
                "Очищение имущества и помощь нуждающимся",
                "Увеличение торговли",
                "Замена поста",
                "Подготовка к хаджу"
            ],
            c: 0
        },

        {
            q: "Закят является одним из...",
            a: [
                "Пяти столпов Ислама",
                "Сунн пророков",
                "Желательных дел",
                "Видов поста"
            ],
            c: 0
        },

        {
            q: "Что необходимо при выплате закята?",
            a: [
                "Намерение",
                "Азан",
                "Икамат",
                "Гусль"
            ],
            c: 0
        }

    ]
};