const INTRO_CHAPTER_3 = {
    id: 3,
    title: "Глава 3. Четыре имама и мазхабы",
    questions: [

        {
            q: "Кто является основателем ханафитского мазхаба?",
            a: [
                "Имам Абу Ханифа",
                "Имам Малик",
                "Имам аш-Шафии",
                "Имам Ахмад"
            ],
            c: 0
        },

        {
            q: "Как звали имама Абу Ханифу?",
            a: [
                "Ан-Ну'ман ибн Сабит",
                "Малик ибн Анас",
                "Мухаммад ибн Идрис",
                "Ахмад ибн Ханбаль"
            ],
            c: 0
        },

        {
            q: "Основателем маликитского мазхаба является...",
            a: [
                "Имам Малик ибн Анас",
                "Имам Абу Ханифа",
                "Имам аш-Шафии",
                "Имам Ахмад"
            ],
            c: 0
        },

        {
            q: "Какой труд имама Малика является одним из самых известных?",
            a: [
                "Аль-Муватта",
                "Сахих аль-Бухари",
                "Аль-Умм",
                "Аль-Муснад"
            ],
            c: 0
        },

        {
            q: "Кто является основателем шафиитского мазхаба?",
            a: [
                "Имам аш-Шафии",
                "Имам Ахмад",
                "Имам Малик",
                "Имам Абу Ханифа"
            ],
            c: 0
        },

        {
            q: "Кто является основателем ханбалитского мазхаба?",
            a: [
                "Имам Ахмад ибн Ханбаль",
                "Имам Малик",
                "Имам Абу Ханифа",
                "Имам аш-Шафии"
            ],
            c: 0
        },

        {
            q: "Что объединяло четырех имамов?",
            a: [
                "Следование Корану и Сунне",
                "Отказ от хадисов",
                "Следование обычаям",
                "Отрицание иджтихада"
            ],
            c: 0
        },

        {
            q: "Почему возникли мазхабы?",
            a: [
                "Для систематизации понимания шариатских доказательств",
                "Из-за разных религий",
                "Для разделения мусульман",
                "Из-за разных языков"
            ],
            c: 0
        }

    ]
};