const INTRO_CHAPTER_2 = {
    id: 2,
    title: "Глава 2. История развития исламского фикха",
    questions: [

        {
            q: "На сколько периодов обычно делят историю развития исламского фикха?",
            a: [
                "Шесть",
                "Три",
                "Четыре",
                "Два"
            ],
            c: 0
        },

        {
            q: "Как называется первый период развития фикха?",
            a: [
                "Период Посланника Аллаха صلى الله عليه وسلم",
                "Период четырех мазхабов",
                "Современный период",
                "Османский период"
            ],
            c: 0
        },

        {
            q: "Где мусульмане обращались за решением вопросов при жизни Пророка صلى الله عليه وسلم?",
            a: [
                "К Корану и самому Пророку صلى الله عليه وسلم",
                "Только к обычаям",
                "Только к ученым табиинов",
                "К правителям"
            ],
            c: 0
        },

        {
            q: "После смерти Пророка صلى الله عليه وسلم кто стал разъяснять многие вопросы фикха?",
            a: [
                "Сподвижники",
                "Только табиины",
                "Только мухаддисы",
                "Правители"
            ],
            c: 0
        },

        {
            q: "Что стало одной из причин формирования мазхабов?",
            a: [
                "Расширение исламского государства и появление новых вопросов",
                "Уменьшение числа мусульман",
                "Запрет на иджтихад",
                "Отмена Сунны"
            ],
            c: 0
        },

        {
            q: "Что означает слово «мазхаб»?",
            a: [
                "Правовая школа",
                "Мечеть",
                "Книга хадисов",
                "Вид поклонения"
            ],
            c: 0
        },

        {
            q: "Для чего изучают историю развития фикха?",
            a: [
                "Чтобы понимать происхождение правовых школ и развитие исламского права",
                "Только для запоминания дат",
                "Только для истории",
                "Для изучения арабского языка"
            ],
            c: 0
        },

        {
            q: "Что отличало ученых первых поколений?",
            a: [
                "Следование Корану и Сунне при вынесении решений",
                "Отказ от хадисов",
                "Следование обычаям",
                "Отказ от иджтихада"
            ],
            c: 0
        }

    ]
};