const INTRO_CHAPTER_1 = {
    id: 1,
    title: "Глава 1. Что такое фикх",
    questions: [

        {
            q: "Что означает слово «фикх» в языковом значении?",
            a: [
                "Понимание",
                "Поклонение",
                "Чтение",
                "Запоминание"
            ],
            c: 0
        },

        {
            q: "Что означает фикх в шариатской терминологии?",
            a: [
                "Знание шариатских постановлений, относящихся к практическим вопросам",
                "Знание только хадисов",
                "Знание арабского языка",
                "История Ислама"
            ],
            c: 0
        },

        {
            q: "Что является предметом изучения фикха?",
            a: [
                "Действия людей с точки зрения шариатских постановлений",
                "Только убеждения",
                "Только история",
                "Только Коран"
            ],
            c: 0
        },

        {
            q: "На какие два вида делится достоинство изучения фикха?",
            a: [
                "Общее и частное",
                "Фард и сунна",
                "Мекканское и мединское",
                "Явное и скрытое"
            ],
            c: 0
        },

        {
            q: "Что относится к частному достоинству фикха?",
            a: [
                "Его плоды делают его одной из величайших наук",
                "Он изучает только торговлю",
                "Он касается только намаза",
                "Он посвящен только арабскому языку"
            ],
            c: 0
        },

        {
            q: "Каков хукм изучения той части фикха, которая необходима каждому мусульманину?",
            a: [
                "Фард айн",
                "Фард кифая",
                "Мубах",
                "Макрух"
            ],
            c: 0
        },

        {
            q: "Каков хукм углубленного изучения фикха для подготовки ученых?",
            a: [
                "Фард кифая",
                "Фард айн для каждого",
                "Мустахаб",
                "Харам"
            ],
            c: 0
        },

        {
            q: "Кто сказал: «Наибольшим доказательством достоинства вещи являются ее плоды»?",
            a: [
                "Ибн аль-Джаузи",
                "Имам Малик",
                "Имам аш-Шафии",
                "Имам Ахмад"
            ],
            c: 0
        }

    ]
};