const LEVEL2_QURBAN = {
    id: 2,
    title: "Продвинутый",
    passScore: 90,

    questions: [
        { q: "Какой хукм курбана передается от Абу Юсуфа и Мухаммада?", a: ["Сунна муаккада", "Фард ’айн", "Харам", "Макрух тахриман"], c: 0 },
        { q: "Нужно ли, чтобы после владения нисабом прошел год для обязательности курбана?", a: ["Нет, это не ставится условием", "Да, обязательно лунный год", "Да, обязательно три года", "Только для путника"], c: 0 },
        { q: "Когда жители городов могут совершать курбан?", a: ["После праздничного намаза", "До праздничного намаза", "Только ночью 9 зуль-хиджа", "После магриба 13 зуль-хиджа"], c: 0 },
        { q: "Когда могут резать курбан жители мест, где ид-намаз не читается?", a: ["С рассвета 10 зуль-хиджа", "Только после полудня всегда", "После первого городского намаза", "После магриба 12 зуль-хиджа"], c: 0 },
        { q: "Что лучше для того, кто хорошо умеет резать скот?", a: ["Совершить курбан собственноручно", "Обязательно уйти с места забоя", "Отдать мясо мяснику", "Резать только ночью"], c: 0 },
        { q: "Каков хукм ночного забоя?", a: ["Разрешен, но нежелателен", "Всегда недействителен", "Лучше дневного", "Ваджиб"], c: 0 },
        { q: "Что делает тот, кто пропустил ид-намаз?", a: ["Может резать курбан после полудня", "Не может резать курбан вообще", "Режет только до рассвета", "Обязан ждать 13 зуль-хиджа"], c: 0 },
        { q: "Что происходит, если доля одного участника в корове меньше 1/7?", a: ["Курбан недействителен у всех", "Недействителен только у него", "Курбан становится нафль", "Это разрешено без условий"], c: 0 },
        { q: "Что происходит, если один из семерых режет свою часть только ради мяса?", a: ["Жертвоприношение недействительно у всех", "Недействительно только у него", "Действительно у всех", "Становится обетом"], c: 0 },
        { q: "Когда шестимесячная овца подходит для курбана?", a: ["Если похожа видом и размером на годовалую", "Всегда без условий", "Только если она худая", "Только если она дикая"], c: 0 },
        { q: "Какой возраст нужен корове или буйволу?", a: ["Минимум два года", "Минимум один год", "Минимум пять лет", "Шесть месяцев"], c: 0 },
        { q: "Что делать с деньгами от проданной шкуры?", a: ["Ваджиб отдать как садака", "Можно оставить себе", "Отдать мяснику как плату", "Разделить между богатыми"], c: 0 }
    ]

};
