const TAJWEED_CHAPTER_3 = {
    id: 3,
    title: "Глава 3. Правила мим сакины и изхар халки",

    questions: [

        {
            q: "Что означает изхар халки?",
            a: [
                "Ясное произношение нун сакины или танвина перед горловыми буквами",
                "Полное слияние",
                "Скрытое произношение",
                "Замена на мим"
            ],
            c: 0
        },

        {
            q: "Сколько букв относится к изхару халки?",
            a: [
                "6",
                "15",
                "4",
                "2"
            ],
            c: 0
        },

        {
            q: "Какие буквы относятся к изхару халки?",
            a: [
                "ء هـ ع ح غ خ",
                "ي ن م و",
                "ل ر",
                "ب م"
            ],
            c: 0
        },

        {
            q: "Что такое изхар шафави?",
            a: [
                "Ясное произношение мим сакины перед всеми буквами, кроме мим и ба",
                "Удлинение",
                "Слияние",
                "Остановка"
            ],
            c: 0
        },

        {
            q: "Перед какой буквой совершается ихфа шафави?",
            a: [
                "Буквой Ба (ب)",
                "Буквой Мим (م)",
                "Буквой Нун (ن)",
                "Буквой Ра (ر)"
            ],
            c: 0
        },

        {
            q: "Что такое идгам шафави?",
            a: [
                "Слияние мим сакины с последующей мим",
                "Замена нун на мим",
                "Удлинение",
                "Изхар"
            ],
            c: 0
        },

        {
            q: "Перед какой буквой совершается идгам шафави?",
            a: [
                "Мим (م)",
                "Ба (ب)",
                "Лям (ل)",
                "Ха (هـ)"
            ],
            c: 0
        },

        {
            q: "Что сопровождает идгам шафави?",
            a: [
                "Гунна",
                "Калькаля",
                "Мадд",
                "Сакта"
            ],
            c: 0
        }

    ]
};