const TAJWEED_CHAPTER_2 = {
    id: 2,
    title: "Глава 2. Ихфа, икляб и идгам",

    questions: [

        {
            q: "Что означает ихфа?",
            a: [
                "Скрытое произношение",
                "Ясное произношение",
                "Полное слияние",
                "Удлинение"
            ],
            c: 0
        },

        {
            q: "Сколько букв ихфа для нун сакины и танвина?",
            a: [
                "15",
                "6",
                "4",
                "2"
            ],
            c: 0
        },

        {
            q: "Что означает икляб?",
            a: [
                "Замена нун сакины или танвина на звук мим перед буквой ба",
                "Удлинение",
                "Пауза",
                "Повторение"
            ],
            c: 0
        },

        {
            q: "Перед какой буквой совершается икляб?",
            a: [
                "Ба (ب)",
                "Мим (م)",
                "Нун (ن)",
                "Ра (ر)"
            ],
            c: 0
        },

        {
            q: "Сколько букв идгама у нун сакины и танвина?",
            a: [
                "6",
                "15",
                "4",
                "2"
            ],
            c: 0
        },

        {
            q: "На какие две группы делится идгам?",
            a: [
                "С гунной и без гунны",
                "Большой и малый",
                "Сильный и слабый",
                "Обязательный и желательный"
            ],
            c: 0
        },

        {
            q: "Что такое гунна?",
            a: [
                "Носовой звук",
                "Пауза",
                "Удлинение",
                "Остановка"
            ],
            c: 0
        },

        {
            q: "Какие буквы относятся к идгаму с гунной?",
            a: [
                "ي ن م و",
                "ل ر",
                "ء هـ ع ح غ خ",
                "ت ث د"
            ],
            c: 0
        }

    ]
};