const TAJWEED_CHAPTER_1 = {
    id: 1,
    title: "Глава 1. Введение в таджвид",

    questions: [

        {
            q: "Что изучает наука таджвид?",
            a: [
                "Правильное чтение Корана",
                "Толкование Корана",
                "Историю Ислама",
                "Арабскую литературу"
            ],
            c: 0
        },

        {
            q: "Что означает слово «таджвид»?",
            a: [
                "Совершенное, правильное произнесение",
                "Запоминание",
                "Перевод",
                "Толкование"
            ],
            c: 0
        },

        {
            q: "Сколько основных махраджей (мест выхода букв) выделяют классические ученые?",
            a: [
                "5",
                "7",
                "10",
                "17"
            ],
            c: 0
        },

        {
            q: "Что такое махрадж?",
            a: [
                "Место выхода буквы",
                "Остановка при чтении",
                "Вид мадда",
                "Вид идгама"
            ],
            c: 0
        },

        {
            q: "Что такое сифаты букв?",
            a: [
                "Качества букв",
                "Огласовки",
                "Знаки остановки",
                "Правила мадда"
            ],
            c: 0
        },

        {
            q: "Сколько букв арабского алфавита?",
            a: [
                "29",
                "28",
                "30",
                "31"
            ],
            c: 0
        },

        {
            q: "Что означает изхар?",
            a: [
                "Ясное произношение",
                "Слияние",
                "Сокрытие",
                "Замена"
            ],
            c: 0
        },

        {
            q: "Что означает идгам?",
            a: [
                "Слияние",
                "Ясное чтение",
                "Удлинение",
                "Пауза"
            ],
            c: 0
        }

    ]
};