const TAJWEED_CHAPTER_4 = {
    id: 4,
    title: "Глава 4. Калькаля, мадд табии, тафхим и таркик",

    questions: [

        {
            q: "Что такое калькаля?",
            a: [
                "Отраженный, прерывистый звук при произнесении некоторых букв с сукуном",
                "Удлинение гласного",
                "Носовой звук",
                "Остановка при чтении"
            ],
            c: 0
        },

        {
            q: "Сколько букв калькали?",
            a: [
                "5",
                "6",
                "4",
                "7"
            ],
            c: 0
        },

        {
            q: "Какие буквы образуют слово калькали?",
            a: [
                "قطب جد",
                "يرملون",
                "ء ه ع ح غ خ",
                "صف ذنا"
            ],
            c: 0
        },

        {
            q: "Что такое мадд табии?",
            a: [
                "Естественное удлинение на две харакаты",
                "Удлинение на шесть харакат",
                "Скрытое произношение",
                "Слияние букв"
            ],
            c: 0
        },

        {
            q: "Сколько харакат длится мадд табии?",
            a: [
                "2",
                "4",
                "5",
                "6"
            ],
            c: 0
        },

        {
            q: "Что является причиной мадда?",
            a: [
                "Хамза или сукун",
                "Шадда",
                "Танвин",
                "Касра"
            ],
            c: 0
        },

        {
            q: "Когда буква ر читается с тафхимом?",
            a: [
                "В случаях, установленных правилами таджвида",
                "Всегда",
                "Никогда",
                "Только после даммы"
            ],
            c: 0
        },

        {
            q: "Что означает таркик?",
            a: [
                "Тонкое произношение буквы",
                "Сильное произношение",
                "Удлинение",
                "Остановку"
            ],
            c: 0
        }

    ]
};