const THEORY_ZAKAT = [

    {
        id: "zakat",
        title: "Книга пятая - Закят",
        content: `
<div class="book-kicker">КНИГА ПЯТАЯ</div>
<h4>Закят</h4>
<h5>Определение</h5>
<p>Слово «закят» в арабском языке образовано от корня со значением «рост, увеличение». Также слово «закят» имеет значение «очищение». Всевышний Аллах говорит:</p>
<p>«Поистине, преуспел тот, кто очистил ее [душу]».</p>
<p>[Сура «аш-Шамс», 9].</p>
<p>Как шариатский термин закят — это ежегодная выплата определенной доли из определенного имущества в пользу бедных, к которой Всевышний Аллах обязал богатых.</p>
<p>Другое определение - передача определенного имущества тем, кто имеет на него право, с определенными условиями.</p>
<p>Закят — один из столпов Ислама и способ исцеления общества от бедности. Также это способ распространения уз братства между бедными и богатыми слоями общества.</p>
<p>Закят относится к общеизвестным положениям религии, и отрицающий его становится неверующим.</p>
<h5>Условия обязательности закята</h5>
<p>Закят обязан выплачивать тот, в ком сошлись следующие условия:</p>
<p>1. Ислам. Закят не обязаны платить немусульмане.</p>
<p>2. Свобода. Закят не выплачивают рабы.</p>
<p>3. Совершеннолетие (булюг). Дети не обязаны платить закят.</p>
<p>4. Разум. Закят не фард для сумасшедшего.</p>
<p>5. Обладание нисабом. Закят не обязателен для того, кто не обладает нисабом.</p>
<p>6. Чтобы нисаб находился в полном владении так, что есть возможность этим имуществом распоряжаться.</p>
<p>Если человек вступил во владение имуществом, но не может пока им распоряжаться, он не обязан платить с этого имущества закят. Например, женщина вышла замуж с условием выплаты махра, который превышает нисаб, однако пока еще не получила его. Также закят не обязателен для того, кто распоряжается деньгами, не владея ими: например, получил в долг сумму, превышающую нисаб, но эти деньги принадлежат кредитору.</p>
<p>7. Нисаб должен быть во владении человека сверх его основных нужд. Поэтому не выплачивается закят с жилья, одежды, домашней утвари и обстановки, личного транспорта, орудий труда и книг из личной библиотеки, если они не предназначены для продажи.</p>
<p>8. Обладание нисабом сверх долгов. Если у человека есть нисаб, однако он должен кому-то сумму, равную или больше нисаба, он не обязан выплачивать закят.</p>
<p>9. Чтобы имущество относилось к категории растущего, то есть могло увеличиваться либо в буквальном смысле, как скот, дающий приплод, либо в переносном значении, как золото, серебро и деньги.</p>
<p>С золота и серебра выплачивается закят, в каком бы виде они ни были - в виде монет, драгоценностей, посуды и т. п.</p>
<p>Закят не выплачивается с драгоценных камней: жемчуга, изумрудов, рубинов и т. п., если они не предназначены для продажи, поскольку они не относятся к категории растущего имущества ни в прямом, ни в переносном смысле.</p>
<h5>Когда обязательно выплачивать закят</h5>
<p>Выплата закята становится фардом спустя лунный год после вступления во владение нисабом. При этом учитывается начало и конец года.</p>
<p>Если в начале и конце года имущество равно нисабу или больше него, то выплата закята обязательна, даже если в течение года имущество становилось меньше нисаба.</p>
<p>Если имущество было равно нисабу или больше него в начале года, в течение года уменьшалось, становясь меньше нисаба, но к концу лунного года превысило нисаб, обязательно выплачивать закят.</p>
<p>Если в течение года к определенному имуществу добавилось имущество того же вида — любым путем: торговлей, наследством или подарком — то закят будет обязателен со всей суммы, образовавшейся к концу года.</p>
<h5>Условия действительности выплаты закята</h5>
<p>Для действительности выплаты закята необходимо намерение на закят либо во время передачи закята получателю, либо в момент отделения доли закята от основного имущества.</p>
<p>Если закят передается агенту (вакилю), который распределит его среди получателей, намерение следует выразить в момент передачи ему имущества.</p>
<p>Если человек передал средства закята бедняку без намерения на закят, а затем у него появилось намерение на закят, то выплата действительна при условии, что имущество все еще в руках получателя.</p>
<p>Не является условием действительности выплаты закята, чтобы получатель знал, что имущество, которое ему передали, — это именно закят. Если человек передал средства с намерением на закят бедняку, сказав ему: «Это тебе подарок», — закят будет действителен.</p>
<p>С того, кто раздал все свое имущество как садака без намерения на закят, спадает обязанность выплачивать закят.</p>
<p>Если часть имущества погибла после того, как наступил срок выплаты закята, то сумма закята тоже уменьшается пропорционально утрате.</p>
<p>Если бедняк должен человеку денег, и тот простил ему долг с намерением на закят, это не будет считаться выплатой закята, потому что отсутствует передача имущества (тамлик), что является условием действительности выплаты закята.</p>
<h5>Закят с золота и серебра</h5>
<p>Обязательно выплачивать закят с золота и серебра, если они достигли нисаба.</p>
<p>Нисаб по золоту — 20 мискалей, примерно 85 граммов. Нисаб серебра — 200 дирхамов, примерно 595 граммов.</p>
<p>Тот, кто владеет нисабом золота и серебра, выплачивает с них закят в размере 2,5%.</p>
<p>Золото и серебро с примесями считаются целиком драгоценным металлом, если доля золота и серебра в сплаве больше 50%. Если в изделии больше половины примесей, оно не считается драгоценным металлом.</p>
<p>По мнению имама Абу Ханифы, доля закята не увеличивается, пока золота и серебра не станет больше нисаба на 1/5 доли. По мнению имамов Абу Юсуфа и Мухаммада, с любого количества золота и серебра, превышающего нисаб, нужно выплатить 2,5%. Фетва дается по их мнению.</p>
<p>Обладатель нисаба может выплатить закят с золота и серебра золотом и серебром по весу, их стоимость деньгами или товарами, равными стоимости причитающегося закята.</p>
<h5>Закят с торговли</h5>
<p>С любого имущества, кроме золота, серебра, денег и скота, закят платится в том случае, если человек приобрел его с целью перепродажи.</p>
<p>Закят с товаров обязателен при двух условиях: у владельца товаров было намерение их продать, и стоимость товаров, предназначенных для продажи, достигла нисаба по золоту и серебру.</p>
<p>Торговец-мусульманин рассчитывает стоимость товаров, которые находятся в его собственности в конце торгового года. Если стоимость этих товаров, оцененных по рыночной стоимости, достигает нисаба, он обязан выплатить с них закят, то есть 2,5% от их стоимости.</p>
<p>Рыночная стоимость товаров рассчитывается в валюте данной местности.</p>
<p>В нисаб не входят торговое оборудование, помещение и прочие инструменты, которые используются для ведения бизнеса.</p>
<p>Если человек владел землей или скотом, купленными для личного пользования, а затем у него появилось намерение их продать, то закятный год для них начинается с момента, когда он начал предпринимать конкретные шаги по продаже.</p>
<h5>Закят с долгов</h5>
<p>Долги с точки зрения выплаты с них закята бывают трех видов: сильный долг, средний долг и слабый долг.</p>
<p>Сильный долг — это средства, которые человек отдал в качестве займа, либо должен получить за проданный товар, при условии, что должник не оспаривает долг, даже если он признан банкротом; а также если должник оспаривает долг, но у кредитора есть убедительные доказательства своей правоты.</p>
<p>Если долг сильный, то обязательно выплачивать с этих средств закят каждый раз, когда получаешь эквивалент 40 дирхамов серебра. По мнению имама Абу Ханифы, необязательно выплачивать закят с возвращенной суммы, если она меньше 40 дирхамов. Имамы Абу Юсуф и Мухаммад считали, что с возвращенного долга нужно выплачивать закят каждый раз, вне зависимости от размера полученной выплаты.</p>
<p>Закятный год по сильному долгу начинается с момента, когда человек стал владельцем средств сильного долга, при условии, что они равны нисабу или больше него. Нужно заплатить закят за все прошедшие годы, но выплата становится обязательной с момента возврата средств.</p>
<p>Средний долг — это средства, вырученные от продажи личного имущества: например, дома, в котором человек жил, или одежды, которую носил. Пока покупатель не заплатит продавцу, на покупателе долг.</p>
<p>Выплата закята со среднего долга обязательна лишь в момент получения части долга, равной или превышающей нисаб. По мнению имама Абу Ханифы, необязательно платить закят, если получил выплату меньше размера нисаба. Имамы Абу Юсуф и Мухаммад считали, что со среднего долга закят выплачивается каждый раз, когда должник вернет часть средств, вне зависимости от того, достигает она нисаба или нет.</p>
<p>Закятный год по среднему долгу начинается с момента, когда человек стал владельцем средств среднего долга, при условии, что они равны нисабу или больше него. Нужно заплатить закят за все прошедшие годы, но выплата становится обязательной с момента возврата средств.</p>
<p>Слабый долг — это средства, которые должны выплатить человеку не в обмен на что-либо материальное, например, махр женщины. К этому виду также относится долг по хуль’, долг вследствие завещания, долг по мировому соглашению за умышленное убийство или долг по штрафу за причинение телесных повреждений (дия).</p>
<p>Выплата закята со слабого долга обязательна лишь в момент получения части долга, равной нисабу или превышающей нисаб, при условии, что с момента получения прошел лунный год. Не выплачивается закят со слабого долга за прошедшие годы.</p>
<h5>Закят со средств, которыми не можешь распоряжаться</h5>
<p>Маль ад-дымар — это имущество, которое принадлежит человеку, однако доступ к нему затруднен.</p>
<p>Например, человек отдал имущество в качестве займа, но должник отрицает факт займа, и у собственника нет доказательств, а спустя некоторое время должник возвращает эти средства. Также это относится к похищенным и затем возвращенным средствам, потерянным и затем обнаруженным деньгам, конфискованным и затем возвращенным средствам.</p>
<p>К маль ад-дымар относится и золото, которое человек закопал на общей земле, забыл, где закопал, а затем нашел.</p>
<p>Не обязательно выплачивать закят с маль ад-дымар за прошедшие годы.</p>
<h5>Кому выплачивается закят</h5>
<p>В Коране упомянуты восемь категорий получателей закята, однако праведный халиф Умар, да будет Аллах им доволен, запретил платить закят тем, «чьи сердца хотят завоевать», объяснив это тем, что Ислам усилился и окреп, и никто из сподвижников ему не возразил. Таким образом, исключение этой категории подтверждается единогласным мнением сподвижников.</p>
<p>Оставшиеся семь категорий:</p>
<p>1. Бедняк (факыр) — человек, обладающий средствами ниже нисаба. Разрешается выплачивать закят такому человеку, даже если он здоров и способен зарабатывать.</p>
<p>2. Нищий (мискин) — тот, у кого вообще нет имущества.</p>
<p>3. Работник — человек, занимающийся сбором и распределением закятных средств. Он имеет право получать зарплату из закятных средств.</p>
<p>4. Раб-мукатаб. Этой категории в наше время не существует, однако до отмены рабства рабам выплачивали закят для их освобождения.</p>
<p>5. Должник — человек, который должен кому-либо деньги, и если он выплатит долг, оставшиеся средства будут меньше нисаба. Выплатить закят должнику предпочтительнее, чем выплатить его бедняку.</p>
<p>6. «На пути Аллаха» — бедняки, сражающиеся в войске мусульман, либо паломники, которые вышли в хадж, но не могут добраться до Мекки из-за нехватки средств.</p>
<p>7. Путники — люди, у которых есть средства на родине, однако они оказались в пути без денег. Им выплачивают закят, чтобы они могли вернуться домой.</p>
<p>Разрешается выплатить закят представителям каждой из категорий, также можно выплатить лишь одной категории.</p>
<h5>Кому нельзя выплачивать закят</h5>
<p>Закят нельзя выплачивать немусульманам, богатым, детям, обладающим нисабом, потомкам рода бану Хашим, близким родственникам по восходящей линии и близким родственникам по нисходящей линии.</p>
<p>Муж не может выплатить закят своей жене, а жена - мужу.</p>
<p>Разрешается выплатить закят другим родственникам: братьям, дядям, племянникам и т. д. Родственники более достойны закята, чем посторонние люди. После родственников более прочих заслуживают закята соседи.</p>
<p>Не разрешается тратить средства закята на строительство мечетей, медресе, дорог, мостов и т. п. Также не разрешается тратить средства закята на организацию похорон и выплату долгов умершего. Во всех этих случаях отсутствует важное условие действительности выплаты закята — передача имущества конкретному получателю.</p>
<p>Макрух выплачивать одному человеку закят в размере нисаба и больше, однако нет нежелательности в выплате закята должнику, чей долг превышает нисаб.</p>
<p>Макрух отправлять средства закята в другой регион без крайней необходимости, но не будет макрухом переводить закят в другой регион своим родственникам, либо если в другом регионе живут люди более нуждающиеся, чем в данной местности.</p>
<p>Также нет ничего плохого в том, чтобы передавать закят в учреждения, которые приносят пользу мусульманам, например, медресе или благотворительные фонды, при условии, что получателями там будут бедняки либо администраторы выступят в качестве представителей бедняков.</p>
`
    }

];
