const THEORY_FUNERALS = [

    {
        id: "funerals",
        title: "Книга третья - Похороны",
        content: `
<div class="book-kicker">КНИГА ТРЕТЬЯ</div>
<h4>Подготовка умершего к погребальному намазу</h4>
<h5>Что делать с умирающим</h5>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>«Тот, чьими последними словами будут «ля иляха илляЛлах», войдет в Рай».</p>
<p>Мусульманина, у которого проявились признаки приближения смерти, желательно положить на правый бок лицом в сторону кыблы, но также разрешено положить его на спину ногами в сторону кыблы. Желательно при этом приподнять ему голову, чтобы лицо смотрело тоже в сторону кыблы.</p>
<p>Находящемуся при смерти мустахаб делать талкын, то есть произносить при нем две шахады вслух так, чтобы умирающий мог слышать, однако не следует требовать от него: «Скажи!» — чтобы он не стал отказываться.</p>
<p>Мустахаб родственникам, близким и соседям находиться рядом с умирающим. Также мустахаб читать над умирающим суру «Ясин».</p>
<h5>Что делать с умершим до омытия</h5>
<p>Когда мусульманин умер, желательно завязать ему челюсти и закрыть глаза. Тот, кто закрывает глаза, произносит:</p>
<p>«БисмиЛляхи уа ’аля милляти расулиЛлях. Аллахумма йассир ’алейхи амраху уа саххиль ’алейхи ма ба’даху уа ас’ийдху би ликаикя уа дж’аль ма хараджа иляйхи хайран мимма хараджа минху».</p>
<p>«С именем Аллаха и согласно религии Посланника Аллаха. О Аллах, облегчи ему положение и упрости то, что будет с ним дальше, осчастливь его встречей с Тобой, и пусть то, где он окажется, будет лучше для него, чем то, откуда он вышел».</p>
<p>Желательно положить умершему на живот что-то тяжелое, чтобы избежать вздутия. Руки следует вытянуть вдоль туловища, нельзя складывать покойнику руки на груди.</p>
<p>Макрух читать вслух Коран над умершим до того, как его омоют, при условии, что читающий находится рядом с ним, однако, если читающий находится вдалеке — это не макрух.</p>
<p>Мустахаб — давать объявление о смерти мусульманина.</p>
<p>Также мустахаб спешить с подготовкой к погребению.</p>
<h5>Хукм омытия покойника</h5>
<p>Омытие покойника — фард кифая для мусульман данной местности. Если кто-то омыл его, то обязанность спадает со всех, но если никто не омыл — вся община несет грех.</p>
<p>Омытие покойного является фардом при следующих условиях:</p>
<p>1. Покойный — мусульманин, омывать немусульманина не фард.</p>
<p>2. Чтобы сохранилась большая часть тела покойного</p>
<p>либо половина при наличии головы.</p>
<p>3. Чтобы он не был шахидом, погибшим на священной войне, потому что шахидов не омывают и хоронят</p>
<p>как есть в одежде.</p>
<p>Не омывают плод, не сформированный до конца, если он вышел из утробы раньше срока. Если ребенок родился живым, издал звук или пошевелился, а затем умер — его обязательно нужно омыть, и не имеет значения, вовремя он родился или до срока. Также омывают мертворожденного, если он родился полностью сформированным.</p>
<h5>Как омывать покойного</h5>
<p>Покойного кладут на горизонтальную поверхность, окуривая благовониями нечетное количество раз, закрывают ему аурат от пупка до колен, снимают всю остальную одежду, совершают ему малое омовение как для намаза, кроме промывания рта и носа — вместо этого протирают полости рта и носа мокрой тканью.</p>
<p>Затем поливают тело водой, нагретой с благовониями, если нет благовоний — обычной теплой водой. Голову и бороду моют шампунем или мылом. Затем поворачивают тело на левый бок и поливают водой правую сторону, затем — на правый бок, поливая обильно левую сторону водой.</p>
<p>После этого тело сажают и слегка массируют живот, а затем смывают то, что выделилось в результате этого.</p>
<p>Заново омовение совершать не нужно. Затем тело вытирают тканью, подвязав ему челюсть. На лоб наносятся благовония.</p>
<p>Не нужно стричь покойному волосы и ногти. Также не нужно расчесывать волосы и бороду.</p>
<p>Женщина имеет право омывать тело умершего мужа, если нет мужчин, которые могли бы это сделать.</p>
<p>Муж не имеет права омывать тело умершей жены, даже если нет женщин, которые могли бы это сделать. В этом случае ей совершают таяммум через ткань.</p>
<p>Мужчина имеет право омывать несовершеннолетних мальчиков и девочек, аналогично их может омывать и женщина.</p>
<h5>Хукм заворачивания в саван</h5>
<p>Заворачивать покойника в саван — коллективная обязанность (фард кифая) общины мусульман, если кто-то из мусульман эту обязанность выполнит, она спадает со всех остальных, если никто этого не сделал — вся община несет грех.</p>
<p>Наименьшее количество ткани, достаточное для выполнения фарда — столько, чтобы обернуть все тело один раз.</p>
<p>Саван должен быть куплен на чистые деньги, не присвоенные незаконно. Если покойный не оставил средств, то расходы на приобретение савана ложатся на того, кто должен был обеспечивать его при жизни. Если и у этих людей нет средств, то расходы оплачиваются из казны.</p>
<p>Если и это невозможно, то расходы ложатся на общину мусульман.</p>
<h5>Как заворачивать в саван</h5>
<p>Существует три вида оборачивания в саван:</p>
<p>1. сунна (оборачивание, соответствующее сунне).</p>
<p>2. кифая (достаточное),</p>
<p>3. дарура (вынужденное).</p>
<p>Сунна для мужчины — три отреза ткани: камис, изар и лифафа.</p>
<p>Заворачивание, достаточное для мужчины — это изар и лифафа, и макрух — использовать меньше этого.</p>
<p>Вынужденное заворачивание для мужчины — как минимум закрыть область аурата.</p>
<p>Лучший материал для савана — это белый хлопок.</p>
<p>Изар — это ткань, закрывающая тело от макушки до ступней.</p>
<p>Камис — закрывает тело от шеи до ступней.</p>
<p>Сверху оборачивается лифафа.</p>
<p>У камиса не должно быть рукавов.</p>
<h5>Как заворачивать в саван</h5>
<p>Как заворачивают мужчин:</p>
<p>На горизонтальную поверхность сначала стелется лифафа, затем на нее кладется изар, поверх изара кладут камис. На них кладут тело покойного, оборачивают сначала в камис, затем в изар, сначала запахивая слева направо, затем — справа налево, а затем — в лифафу таким же образом, и концы савана завязывают.</p>
<p>Желательный саван для женщины состоит из пяти частей: лифафа, изар, камис, хымар, хырка.</p>
<p>Достаточный для женщины саван состоит из изара, лифафы и хымара.</p>
<p>В ситуации крайней вынужденности следует хотя бы закрыть область тела женщины от шеи до колен.</p>
<p>Как заворачивают женщин:</p>
<p>Сначала расстилают лифафу, на нее — изар, на изар — камис, сверху кладут тело. Волосы женщины заплетают в две косы, складывают их на груди поверх камиса. На голову кладут хымар, не завязывая его и не оборачивая вокруг головы. Затем заворачивают изар, запахивая слева направо, после этого грудь обвязывают хыркой, затем оборачивают тело лифафой.</p>
<h4>Погребальный намаз (джаназа)</h4>
<p>Намаз по умершему — коллективная обязанность (фард кифая) для мусульман. Если хотя бы один мусульманин из общины совершит его, то с остальных обязанность спадет. А если никто не совершит джаназа-намаз над покойным мусульманином, то вся община в грехе.</p>
<p>Для выполнения обязанности джаназа-намаза подходит любой мусульманин, для которого пятикратный намаз является фардом, при условии, что до него дошла весть о смерти покойного. Если весть о смерти не дошла, то джаназа-намаз не будет обязательным.</p>
<p>У джаназа-намаза два столпа (рукна):</p>
<p>1. Четыре такбира, каждый из такбиров заменяет собой ракаат обычного намаза.</p>
<p>2. Кыям (стояние). Недействителен джаназа-намаз, совершенный сидя без уважительной причины.</p>
<h5>Условия действительности джаназа-намаза</h5>
<p>Джаназа-намаз действителен при соблюдении следующих условий:</p>
<p>1. Чтобы умерший был мусульманином — не разрешается совершать джаназа-намаз по немусульманину.</p>
<p>2. Чтобы покойный не был в состоянии ритуального</p>
<p>осквернения, и на его теле не было наджасы — недействителен джаназа-намаз без предварительного омытия тела.</p>
<p>3. Чтобы намаз совершался в присутствии тела. Не разрешается совершать джаназа-намаз, если тело отсутствует.</p>
<p>4. Чтобы тело находилось перед молящимися. Недействителен джаназа-намаз, если тело расположат сзади.</p>
<p>5. Чтобы тело лежало на земле или на подставке, установленной на земле. Недействителен джаназа-намаз,</p>
<p>если тело лежит в транспорте.</p>
<p>Также недействителен джаназа-намаз, если тело держат на руках. Однако, если тело поднято над землей или находится в транспорте по какой-либо уважительной причине, джаназа-намаз будет действителен.</p>
<h5>Сунны джаназа-намаза</h5>
<p>Следующие вещи желательны в джаназа-намазе:</p>
<p>1. Чтобы имам стоял на уровне груди покойного, будь</p>
<p>то мужчина или женщина.</p>
<p>2. Прочитать дуа «субханака...» после первого такбира.</p>
<p>3. После второго такбира прочитать салават Пророку,</p>
<p>да благословит его Аллах и приветствует.</p>
<p>4. Прочитать дуа за умершего после третьего такбира.</p>
<p>Если покойный был совершеннолетним, будь то мужчина или женщина, в дуа говорится:</p>
<p>«О Аллах, прости наших живых, наших мертвых, наших присутствующих и наших отсутствующих, наших молодых, наших старых, наших мужчин и наших женщин! О Аллах, кого бы Ты ни оставил в живых среди нас, сделай его живым в Исламе, а кого бы Ты ни умертвил среди нас, сделай его умершим в Исламе».</p>
<p>Если покойный был ребенком, то в дуа говорится:</p>
<p>«О Аллах, сделай его для нас искуплением, сделай его для нас наградой и честью, и сделай его для нас заступником и тем, чье заступничество будет принято».</p>
<p>Если это девочка, то говорится в женском роде:</p>
<p>«О Аллах, сделай ее для нас искуплением, сделай ее для нас наградой и честью, и сделай ее для нас заступницей и той, чье заступничество будет принято».</p>
<p>Намаз завершается салямом после четвертого такбира.</p>
<p>Руки следует поднимать только при первом такбире.</p>
<p>Мустахаб, чтобы верующие, совершающие джаназа-намаз, выстроились в нечетное количество рядов: три, пять, семь и так далее.</p>
<h5>Различные вопросы, связанные с джаназа-намазом</h5>
<p>Если при совершении намаза присутствовал наследник умершего, джаназа-намаз не совершается повторно.</p>
<p>Если умершего похоронили без намаза, намаз следует совершить у его могилы, пока тело (предположительно) не разложилось.</p>
<p>Если умерших несколько, то предпочтительнее совершить отдельный джаназа-намаз по каждому, но разрешается совершить один намаз по всем покойным.</p>
<p>Если имам совершает один намаз по нескольким покойным, то тела кладут одним длинным рядом перед имамом: сначала кладут мужчин, за ними - мальчиков, затем - женщин.</p>
<p>Новорожденному, который родился живым, затем умер, дают имя, его омывают и совершают по нему джаназа-намаз.</p>
<p>Мертворожденного омывают, заворачивают в ткань и хоронят без совершения джаназа-намаза.</p>
<p>Макрух — совершать джаназа-намаз внутри мечети без уважительной причины.</p>
<p>Тот, кто присоединился к джаназа-намазу позже, ждет, пока имам произнесет следующий такбир, после чего к этому имаму можно присоединиться, следовать за ним до конца намаза, а затем восполнить пропущенные такбиры.</p>
<p>Тот, кто пропустил несколько такбиров имама, восполняет их до того, как поднимут тело.</p>
<p>Тот, кто пришел после вступительного такбира и до второго такбира, присоединяется сразу, не дожидаясь второго такбира.</p>
<p>Тот, кто пришел после четвертого такбира и до саляма, пропустил джаназа-намаз.</p>
<p>Самоубийцу омывают и совершают по нему джаназа-намаз.</p>
<p>Не совершают джаназа-намаз по тому, кто убил своего отца или свою мать без оправдания.</p>
<p>Также не совершают джаназа-намаз по грабителю, убитому во время преступления.</p>
<h5>Как совершают джаназа-намаз</h5>
<p>Имам встает на уровне груди покойного, джамаат выстраивается рядами позади имама, затем каждый делает намерение выполнить обязательный джаназа-намаз ради Аллаха, а муктади также делает намерение следовать за имамом.</p>
<p>Имам произносит вступительный такбир, поднимая при этом руки. После него читается дуа «субханака...».</p>
<p>Затем произносится второй такбир без поднятия рук, после него читается салават Пророку, да благословит его Аллах и приветствует. После этого произносится третий такбир без поднятия рук. Затем совершается дуа за умершего из мусульман. Затем произносится четвертый такбир без поднятия рук, после которого даются два саляма:</p>
<p>один направо, другой - налево. Имам произносит такбиры вслух, а все остальное читает тихо. Следующие же за имамом все произносят тихо.</p>
<h5>Как нести тело к месту захоронения</h5>
<p>Перенос тела к месту захоронения - фард кифая на общине мусульман. Считается одним из видов поклонения, поэтому каждому мусульманину следует стремиться принимать в этом участие.</p>
<p>Пророк, да благословит его Аллах и приветствует, нес I тело Са’да ибн Му’аза, да будет доволен им Аллах.</p>
<p>Желательно, чтобы усопшего несли одновременно четыре мужчины, каждому из которых желательно пронести сорок шагов.</p>
<p>Мустахаб нести тело быстро, но не слишком, так, чтобы не возникло опасности опрокинуть тело.</p>
<p>Идти позади тела - лучше, чем идти перед ним.</p>
<p>Макрух садиться до того, как тело опустят на землю.</p>
<h5>Похороны умершего</h5>
<p>Желательно, чтобы могила была глубиной как минимум в половину человеческого роста. Лучше, если она будет глубже этого.</p>
<p>Желательно сделать внутри могилы углубление в стене (ляхд). Не следует делать углубление на дне могилы, кроме случаев, когда земля слишком рыхлая.</p>
<p>Тело опускают в могилу со стороны кыблы. Тому, кто опускает тело, желательно сказать «бисмиЛлях ’аля милляти расулиЛлях». Тело кладут в ляхд на правый бок лицом в сторону кыблы. После этого развязывают узлы на саване.</p>
<p>Могилу женщины накрывают во время размещения в ней тела, если же покойный - мужчина, то накрывать могилу нет необходимости.</p>
<p>После того, как тело поместили в ляхд, желательно закрыть его необожженным кирпичом или тростником.</p>
<p>Макрух закрывать ляхд обожженным кирпичом или деревом, кроме случаев, когда нет возможности использовать необожженный кирпич или тростник.</p>
<p>Мустахаб каждому присутствующему на могиле кинуть в нее по три горсти земли, взяв ее обеими руками.</p>
<p>Кидая первый раз, произносят:</p>
<p>«Из нее [земли] Мы создали вас».</p>
<p>Кидая второй раз, произносят:</p>
<p>«В нее Мы вас вернем».</p>
<p>Кидая землю третий раз, произносят:</p>
<p>«И из нее выведем [во время воскрешения] еще раз».</p>
<p>[Сура «Та Ха», 55].</p>
<p>Затем могилу забрасывают землей, оставляя сверху холмик наподобие горба верблюда. Не следует придавать могиле прямоугольную форму.</p>
<p>Харам возводить на могилах здания для украшения или из гордости. Если с другой целью - то макрух.</p>
<p>Макрух хоронить в домах, потому что это из особенностей пророков, мир им.</p>
<p>При необходимости разрешено класть более одного тела в могилу. Если в могилу кладут более одного тела, то желательно насыпать между ними землю.</p>
<p>Того, кто умер на корабле, омывают, заворачивают в саван, совершают по нему джаназа-намаз и сбрасывают в воду, если суша далеко.</p>
<p>Мустахаб хоронить человека в той местности, в которой он умер. Макрух переносить тело дальше, чем на 2-4 километра.</p>
<p>Не следует вскрывать могилу, если стало известно, что тело положили лицом не в сторону кыблы или на левый бок. Разрешается вскрыть могилу, если вместе с умершим захоронили какое-то ценное имущество.</p>
<h5>Посещение могил</h5>
<p>Для мужчин посещение могил мустахаб. Женщинам в наше время лучше кладбища не посещать.</p>
<p>Во время посещения кладбища мустахаб читать суру «Ясин».</p>
<p>Макрух наступать на могилы, спать на них, вырывать растущие травы и растения.</p>
<h5>Решения, связанные с шахидами</h5>
<p>Всевышний Аллах говорит:</p>
<p>ни в коем случае не считай тех, кто был убит на пути Аллаха, мертвыми! Нет, они живы и от своего Господа получают пропитание. Они радуются всему.</p>
<p>что Аллах дал им по Своей щедрости, и счастливы от вести, что те, кто остался на земле и пока еще не присоединился к ним, не испытают страха и не будут опечалены».</p>
<p>[Сура «Али Имран», 169-170].</p>
<p>Пророк, да благословит его Аллах и приветствует, сказал:</p>
<p>«Никто из тех, кто войдет в Рай, не захочет вернуться в этот мир, даже получив все его блага, кроме шахида. Он захочет вернуться в этот мир и быть убитым еще десять раз из-за почестей, которые он видит».</p>
<p>Шахид — это мусульманин, которого убили не по праву на войне, в сражении с бунтовщиками, или же которого убили разбойники.</p>
<p>Шахиды бывают трех видов:</p>
<p>1. шахид в этой жизни и в вечной жизни,</p>
<p>2. шахид только в вечной жизни,</p>
<p>3. шахид только в этой жизни.</p>
<p>Шахид в обоих мирах — это убитый-мусульманин, разумный, половозрелый, находившийся в состоянии полного омовения и умерший от ран сразу, не успев перед смертью сделать ничего из повседневных вещей вроде еды, питья, сна или принятия лекарств, и так, чтобы не прошло между ранением и смертью время одного намаза полностью, когда он находился бы в сознании.</p>
<p>Шахида в обоих мирах не омывают, его заворачивают в его одежду, совершают над ним джаназа-намаз и хоронят тело как есть в окровавленной одежде. Можно при необходимости что-то убрать из одежды, или что-то добавить, снимать же с него всю одежду - макрух.</p>
<p>Шахид в вечной жизни — это мусульманин, у которого отсутствует какое-то из условий шахида обоих миров.</p>
<p>В ахырате он будет считаться шахидом, получит обещанную шахидам награду, однако после смерти его омывают, заворачивают в саван, читают по нему джаназа-намаз, все в точности как с обычными покойными.</p>
<p>Шахиды этого мира — это лицемеры (мунафики), которые сражались вместе с мусульманами и были убиты.</p>
<p>Их не омывают, хоронят в их одежде совершают по ним джаназа-намаз, исходя из требования Шариата судить по внешним признакам.</p>
<p>живо, умершие на пути получения знаний, умершие от эпидемий ит.д.</p>
`
    }

];
