const THEORY_QURBAN = [

    {
        id: "qurban",
        title: "Книга седьмая - Жертвоприношение",
        content: `
<div class="book-kicker">КНИГА СЕДЬМАЯ</div>
<h4>Жертвоприношение (курбан)</h4>
<h5>Определение и хукм</h5>
<p>Всевышний Аллах говорит:</p>
<p>«Молись своему Господу и приноси жертву».</p>
<p>[Сура «аль-Каусар», 2].</p>
<p>Арабское слово «аль-удхия» — это обозначение животного, которого приносят в жертву в день ид аль-адха.</p>
<p>В Шариате оно стало обозначать забой жертвенного животного с определенными свойствами в определенное время с намерением приближения к Всевышнему Аллаху.</p>
<p>Имам Абу Ханифа, да помилует его Аллах, считал, что жертвоприношение (курбан) - ваджиб. По этому мнению дается фетва в мазхабе.</p>
<p>Имамы Абу Юсуф и Мухаммад, да помилует их Аллах, считали, что курбан — сунна муаккада.</p>
<h5>Для кого жертвоприношение - ваджиб</h5>
<p>Жертвоприношение является ваджибом для того, кто соответствует всем следующим условиям:</p>
<p>1. Ислам. Оно не ваджиб для немусульманина.</p>
<p>2. Свобода. Курбан не ваджиб для раба.</p>
<p>3. Не быть путником. Для путника курбан не ваджиб.</p>
<p>4. Иметь средства. Бедняку курбан не ваджиб.</p>
<p>Под «средствами» понимается обладание нисабом. Не ставится условием, чтобы с момента владения нисабом прошел год. Каждый, кто обладает нисабом сверх необходимых расходов в дни жертвоприношения, обязан совершить курбан.</p>
<h5>Время жертвоприношения</h5>
<p>Время жертвоприношения начинается с рассвета 10-го дня зуль-хиджа и продолжается до магриба 12-го зуль-хиджа.</p>
<p>Однако жители городов и больших сел, где проводится ид-намаз, не имеют права совершать курбан до праздничного намаза.</p>
<p>Жители населенных пунктов, где ид-намаз не читается, могут начинать резать курбан с наступления рассвета 10 числа.</p>
<p>Лучше всего совершать курбан в первый день, далее ценность его уменьшается с каждым днем.</p>
<p>Мустахаб тому, кто хорошо умеет резать скот, совершать курбан собственноручно. Тому же, кто режет плохо, лучше попросить кого-то, однако нужно присутствовать на месте забоя.</p>
<p>Мустахаб резать курбан в дневное время. Забой ночью разрешен, но нежелателен.</p>
<p>Тому, кто по какой-либо причине пропустил ид-намаз, разрешено резать курбан после полудня.</p>
<p>Если в местности проводится ид-намаз в нескольких местах, разрешается резать курбан после окончания самого первого намаза.</p>
<h5>Каких животных разрешено приносить в жертву</h5>
<p>Для жертвоприношения подходят только мелкий рогатый скот (козы и овцы), коровы, верблюды и буйволы. Нельзя приносить в жертву диких животных.</p>
<p>Овца засчитывается за одного человека.</p>
<p>Корова, верблюд или буйвол - за семерых при условии, что доля каждого — не меньше 1/7 части животного. Если доля хотя бы одного будет меньше 1/7, курбан не будет действителен у всех.</p>
<p>Жертвоприношение действительно при условии, что каждый режет свою часть с намерением на приближение к Аллаху (курба). Если хотя бы один из семерых режет с намерением просто получить мясо, жертвоприношение не будет действительно у всех.</p>
<p>Козе или овце должен быть минимум год. Однако если шестимесячная овца будет напоминать по виду и размеру годовалую, курбан будет действительным.</p>
<p>Корове и буйволу должно быть минимум два года. Верблюду - минимум пять лет.</p>
<p>Лучше всего, если животное для курбана будет крупным, упитанным и лишенным любых дефектов.</p>
<p>Если рогатое животное не имело с рождения рогов, его можно принести в жертву. Также можно принести животное, которое лишилось части рога. Но если рог обломан до черепа, оно не подходит для курбана.</p>
<p>Можно приносить в жертву кастрированных самцов, и это даже лучше, потому что их мясо нежнее и вкуснее.</p>
<p>Если животное облезлое, его можно приносить в жертву при условии, что оно упитанное. Если оно облезлое и худое, такое животное не подходит для курбана.</p>
<p>Если животное сумасшедшее, оно подходит для курбана, если способно пастись и питаться самостоятельно. Если оно не способно пастись и есть самостоятельно, то не подходит.</p>
<p>Не разрешено приносить в жертву одноглазое или слепое животное.</p>
<p>Не подходит для курбана животное хромое настолько, что не может самостоятельно дойти до места забоя. Однако если хромое животное может передвигаться на трех конечностях, оно подходит.</p>
<p>Нельзя приносить в жертву животное худое настолько, что на нем почти нет мяса.</p>
<p>Не подходит для курбана животное с отрезанным ухом или отрезанным хвостом, а также животное, у которого отрезана большая часть уха или большая часть хвоста. Если 2/3 уха или 2/3 хвоста сохранны, оно подходит.</p>
<p>Нельзя приносить в жертву беззубое животное. Если большая часть зубов сохранилась, оно подходит.</p>
<p>Не подходит для курбана животное, родившееся безухим, а также животное, у которого отсутствуют соски на вымени.</p>
<h5>Как распределяется мясо и шкура жертвенного животного</h5>
<p>Совершающий курбан имеет право оставить тушу забитого животного себе целиком, например, заготовить мясо впрок для своей семьи.</p>
<p>Также он вправе угостить мясом как бедных, так и богатых.</p>
<p>Наилучшим является раздел мяса жертвенного животного на три части: одну часть отдать в качестве садака, вторую оставить себе и своей семье, а третьей частью угостить родственников и друзей.</p>
<p>Если отдать все мясо как садака, это тоже хорошо.</p>
<p>Если жертвоприношение принесено по данному обету (назр), то совершившему его не разрешается есть это мясо, он обязан отдать все как садака беднякам.</p>
<p>Совершивший курбан имеет право распорядиться шкурой животного по своему усмотрению. Он вправе подарить ее даже богатому человеку. Однако, если он решит продать шкуру, ему ваджиб отдать вырученные деньги как садака.</p>
<p>Мясник, закалывающий жертвенное животное, не имеет права получить в качестве платы мясо жертвенного животного или его шкуру.</p>
`
    }

];
