const THEORY_SALAH = [

    {
        id: "salah",
        title: "Книга вторая - Намаз",
        content: `
<div class="book-kicker">КНИГА ВТОРАЯ</div>
<h4>Основы намаза</h4>
<h5>Определение</h5>
<p>Слово «ас-соля» в арабском языке означает мольбу (дуа).</p>
<p>Всевышний Аллах говорит в Коране:</p>
<p>«Молись за них! Ведь, поистине, твои мольбы - успокоение для них».</p>
<p>[Сура ат-Тауба, аят 103].</p>
<p>В терминологии фикха слово «ас-соля» обозначает определенные слова и действия, которые начинаются с такбира (произнесения «Аллаху Акбар») и заканчиваются салямом.</p>
<h5>Намаз в Коране и Сунне</h5>
<p>Намаз в Исламе установлен многочисленными аятами Корана и хадисами Посланника Аллаха, да благословит его Аллах и приветствует.</p>
<p>Всевышний Аллах говорит:</p>
<p>«Прославляйте же Аллаха, когда наступает для вас вечер и когда наступает для вас утро! Ему хвала на небесах и на земле. [Прославляйте, возвеличивайте Его] Во второй половине дня и в полдень!»</p>
<p>[Сура ар-Рум, 17-18].</p>
<p>Ибн Аббас, да будет Аллах доволен им и его отцом, передает:</p>
<p>«В словах «наступает вечер» подразумеваются вечерний и ночной намазы, «утро» — утренний намаз, в словах «во второй половине дня» - предвечерний (аср) намаз, а «полдень» — дневной намаз».</p>
<p>Также Всевышний Аллах говорит:</p>
<p>«Поистине, намаз предписан верующим в определенное время».</p>
<p>[Сура ан-Ниса, аят 103].</p>
<p>Всевышний Аллах говорит:</p>
<p>«Оберегайте намазы и [особенно] средний намаз.</p>
<p>И стойте перед Аллахом покорно».</p>
<p>[Сура аль-Бакара, 238].</p>
<p>Имамы Бухари и Муслим передают от Абу Хурайры, да будет Аллах им доволен:</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал сподвижникам:</p>
<p>«Скажите, если бы у дверей (дома) любого из вас протекала река, и он купался в ней по пять раз ежедневно, остался ли бы он грязным после этого?».</p>
<p>Они ответили: «От грязи не осталось бы и следа».</p>
<p>Тогда Пророк, да благословит его Аллах и приветствует сказал: «А это подобно пяти намазам, посредством которых Аллах стирает прегрешения»^^.</p>
<p>Также Пророк, да благословит его Аллах и приветствует, отправляя Му’аза ибн Джабаля, да будет доволен им Аллах, в Йемен, сказал ему:</p>
<p>«Призови их к свидетельству, что нет никого, достойного поклонения, кроме Аллаха, и что Мухаммад - Посланник Аллаха, и если они подчинятся в этом - сообщи им, что Аллах вменил им в обязанность совершение пяти намазов в течение дня и ночи»^®.</p>
<p>Намаз - величайшая из форм поклонения, которая связывает раба с его Господом, и это проявление благодарности за неисчислимые блага, данные ему Аллахом.</p>
<h5>Виды намаза</h5>
<p>Намаз бывает двух видов:</p>
<p>1. Намаз, включающий в себя поясной поклон (руку’)</p>
<p>и земной поклон (суджуд).</p>
<p>2. Намаз без поясного и земного поклонов, и это -</p>
<p>похоронный намаз (джаназа).</p>
<p>Намаз, включающий в себя руку’ и суджуд, бывает трех видов:</p>
<p>1. Фард - пятикратный намаз, совершаемый ежедневно.</p>
<p>2. Ваджиб - это намазы витр, два праздничных намаза, два ракаата после тавафа, а также восполнение желательного намаза, который был начат и нарушен.</p>
<p>3. Нафль - это все намазы, кроме фарда и ваджибов.</p>
<h5>Условия обязательности намаза</h5>
<p>Намаз обязателен только для того, в ком соединились следующие условия:</p>
<p>1. Ислам. Немусульманин не обязан совершать намаз.</p>
<p>2. Половая зрелость (булюг). Для ребенка намаз не</p>
<p>фард.</p>
<p>3. Здоровый рассудок. Сумасшедший не обязан совершать намаз.</p>
<p>Родителям следует приучать детей к совершению намаза с семи лет, а начиная с десяти лет - можно наказывать за несовершение намаза, в том числе физически. Это нужно для того, чтобы дети привыкли совершать намазы своевременно до того, как это станет для них обязанностью.</p>
<h5>Время намазов</h5>
<p>Всевышний Аллах говорит:</p>
<p>«Поистине, намаз предписан верующим в определенное время».</p>
<p>[Сура ан-Ниса, аят 103].</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, говорил:</p>
<p>«Всевышний Аллах сделал обязательными пять намазов. Кто полноценно совершит малое омовение, а затем своевременно - намазы, выполнив как следует поясные поклоны со смирением, тому Аллах гарантирует прощение; а тому, кто не будет этого делать - Аллах не обещал ничего, если пожелает - простит его, если пожелает - накажет»^’.</p>
<p>Аллах обязал мусульман совершать пять намазов в течение суток. И это следующие намазы:</p>
<p>1. Утренний намаз (фаджр, субх). Состоит из двух ракаатов. Его время начинается с наступлением истинного</p>
<p>рассвета и заканчивается в момент восхода солнца.</p>
<p>2. Дневной намаз (зухр). Состоит из четырех ракаатов. Его время начинается в момент отклонения солнца</p>
<p>от зенита и продолжается до момента, когда тень предмета становится в два раза длиннее самого предмета, не считая той тени, которая есть у предмета во время зенита.</p>
<p>Это мнение имама Абу Ханифы, по нему даются фетвы в мазхабе, и на нем сошлись все поздние ханафиты. Имамы Абу Юсуф и Мухаммад считали, что время зухра продолжается до момента, когда тень становится равной длине самого предмета.</p>
<p>3. Предвечерний намаз (аср). Состоит из четырех</p>
<p>ракаатов. Его время начинается с окончанием времени зухра и продолжается до захода солнца.</p>
<p>4. Вечерний намаз (магриб). Состоит из трех ракаатов. Его время начинается с заходом солнца и продолжается до исчезновения красного зарева по сильному мнению'‘°.</p>
<p>5. Ночной намаз (иша). Состоит из четырех ракаатов.</p>
<p>Его время начинается с исчезновением зарева на небе и продолжается до наступления истинного рассвета.</p>
<p>Витр намаз. Его совершение — ваджиб. Состоит из трех ракаатов. Временной промежуток у него тот же, что и у намаза иша, однако он совершается только после фарда иша. Витр, совершенный до фарда иша - недействителен.</p>
<h5>Предпочтительное время для совершения намазов</h5>
<p>Мустахаб - совершать намаз в следующие отрезки времени:</p>
<p>1. Фаджр-намаз для мужчин - когда уже начинает</p>
<p>светать'".</p>
<p>2. Откладывать зухр-намаз на более позднее время</p>
<p>летом.</p>
<p>3. Зухр-намаз - в начале времени зимой, весной и</p>
<p>осенью.</p>
<p>мени окончания намаза магриб. Согласно первому мнению, оно заканчивается с исчезновением красного зарева, после которого на горизонте остается белая полоса света, и это сильное мнение в мазхабе. Согласно второму мнению имама Абу Ханифы - магриб заканчивается с исчезновением белой полосы света.</p>
<p>к намазу и полноценно совершить два ракаата фард-намаза. Женщинам желательно совершать утренний намаз в начале его времени.</p>
<p>4. Откладывать зухр-намаз круглый год в пасмурные</p>
<p>дни, пока не появится уверенность в наступлении его времени.</p>
<p>5. Аср-намаз - когда солнце изменилось, то есть стало более желтым и менее ярким.</p>
<p>6. Аср - в начале времени в пасмурный день.</p>
<p>7. Магриб - в начале его времени, кроме пасмурных</p>
<p>дней.</p>
<p>8. Иша - в конце первой трети ночи.</p>
<p>9. Витр желательно совершить в конце ночи тому,</p>
<p>кто уверен, что проснется. Тому же, кто не уверен, что проснется вовремя - лучше совершить витр-намаз после иша-намаза.</p>
<h5>Объединение намазов</h5>
<p>Не разрешается объединять два фард-намаза во время одного из них, будь то по уважительной причине или без нее.</p>
<p>Однако ваджибом является для паломников объединять зухр и аср-намазы во время зухр-намаза, если они на Арафате, при условии, что они совершат их коллективно в мечети за имамом. И они имеют право (мубах) объединить их, если они совершат их индивидуально или коллективно в своих палатках.</p>
<p>Обязательно паломникам объединять магриб и иша-намазы в Муздалифе.</p>
<h5>Периоды времени, когда нельзя совершать намаз</h5>
<p>в следующие периоды времени запрещено совершать все виды намазов, в том числе восполнять пропущенные намазы:</p>
<p>1. От восхода солнца до того, как оно поднимется на</p>
<p>определенную высоту^І 2. Во время зенита солнца до начала времени</p>
<p>зухр-намаза^^.</p>
<p>3. С момента, когда солнце станет оранжевым, и на</p>
<p>него можно смотреть без дискомфорта^, и до его захода.</p>
<p>Исключением является только аср-намаз этого дня — его нужно совершить даже в это время.</p>
<p>Если принесли покойного в запретное время, то джаназа-намаз по нему, совершенный в это время, будет действителен, но это макрух.</p>
<p>Также если в это время человек прочитал аят Корана, требующий саджда, саджда ат-тилява будет действителен, но это макрух.</p>
<p>Совершение же суннат-намазов в это время будет макрух-тахриман^^</p>
<h5>Периоды времени, когда совершать желательные намазы - макрух</h5>
<p>1. После наступления времени фаджра, кроме двух</p>
<p>ракаатов сунны перед фаджром.</p>
<p>2. После совершения фарда фаджра до того, как солнце поднимется на определенную высоту.</p>
<p>3. После фарда асра до заката.</p>
<p>43 Из предосторожности следует выдержать примерно 5 минут до зенита и 5 минут после.</p>
<p>45 Также это касается ваджиб-намазов, например, не совершаются в это время два ракаата после тавафа.</p>
<p>4. В пятницу после того, как имам-хатыб вышел для</p>
<p>чтения хутбы, и до конца джума-намаза.</p>
<p>5. Во время икамата, за исключением сунны фаджрнамаза. Следует совершить ее во время икамата или даже</p>
<p>после начала коллективного совершения фарда фаджра, если уверен, что успеешь присоединиться к имаму до конца фард-намаза.</p>
<p>6. Перед праздничным намазом не совершаются никакие сунны: ни дома, ни в мечети.</p>
<p>7. После праздничного намаза в мечети. Если же прочитал сунну после праздничного намаза дома - это не будет макрухом.</p>
<p>8. Когда до конца обязательного намаза осталось</p>
<p>мало времени, и есть опасность, что из-за совершения сунны не успеешь выполнить фард вовремя.</p>
<p>9. Когда подали еду, и ты чувствуешь сильный голод.</p>
<p>10. Если есть сильное желание нарушить малое омовение (справить нужду или выпустить газы), совершать</p>
<p>намаз в этом состоянии - макрух-тахриман, будь то фард или суннат-намаз.</p>
<p>11. Когда голова занята посторонними мыслями и уверен, что не удастся добиться сосредоточенности в намазе.</p>
<p>12. Между намазами зухр и аср для паломника на Арафате.</p>
<p>13. Между намазами магриб и иша для паломника в</p>
<p>Муздалифе.</p>
<h4>Азан и икамат</h4>
<h5>Определение</h5>
<p>Азан - это зикр в установленной форме, который узаконен в Исламе для оповещения о наступлении времени обязательного намаза и для призыва мусульман собраться для его совершения.</p>
<h5>Доказательства из Корана и Сунны</h5>
<p>Всевышний Аллах говорит в Коране:</p>
<p>«О верующие! Когда призывают [азаном] на намаз в пятницу, то устремитесь к поминанию Аллаха [к совершению пятничного намаза] и оставьте торговлю [и все прочие дела]»</p>
<p>[Сура аль-Джум’а, 9].</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>«Когда придет время намаза, пусть один из вас провозгласит азан, и самый старший из вас пусть станет имамом (в намазе) »^^.</p>
<h5>Хукм азана и икамата</h5>
<p>Азан является сильной сунной (сунна муаккада) для мужчин перед пятикратным намазом.</p>
<p>Икамат - сунна муаккада для мужчин перед фард-намазами: как для того, кто не в пути (мукыма), так и для мусафира; как для коллективного намаза, так и для совершающего в одиночку; как для своевременного намаза, так и для восполняемого.</p>
<p>Слова азана:</p>
<p>Азан:</p>
<p>(О 'УЫІ 'У Аллаху Акбар, Аллаху Акбар (Аллах Велик, Аллах Велик) Аллаху Акбар, Аллаху Акбар (Аллах Велик, Аллах Велик) Ашхаду алля иляха илляллах (Свидетельствую, что нет никого достойного поклонения, кроме Аллаха) Ашхаду алля иляха илляллах (Свидетельствую, что нет никого достойного поклонения, кроме Аллаха) Ашхаду анна Мухаммада-р-расулюллах (Свидетельствую, что Мухаммад - Посланник Аллаха) Ашхаду анна Мухаммада-р-расулюллах (Свидетельствую, что Мухаммад - Посланник Аллаха) Хайя 'аля-с-солях, хайя 'аляс-с-солях (Спешите к молитве, спешите к молитве) Хайя 'аляль-фалях, хайя 'аляль-фалях (Спешите к успеху, спешите к успеху) Аллаху Акбар, Аллаху Акбар (Аллах Велик, Аллах Велик) Ля иляха илляллах (Нет никого достойного поклонения, кроме Аллаха!) В азане для утреннего намаза после слов «хайя ‘аляль-фалях» добавляют «ас-соляту хайрум-мин-ан-на«намаз лучше, чем сон»).</p>
<p>Слова икамата те же, что в азане, только после слов «хайя ‘аляль-фалях» дважды произносится «код комати-с-соля» («начинается намаз»).</p>
<p>Азан произносится нараспев, а икамат - быстро.</p>
<p>Азан действителен только на арабском языке. Азан, произнесенный не на арабском - недействителен, и не имеет значения, понимают ли люди, что это азан, или нет.</p>
<h5>Мустахабы азана</h5>
<p>1. Чтобы муаззин был в состоянии омовения.</p>
<p>2. Чтобы азан совершал тот, кто знает фикх намаза и</p>
<p>разбирается в определении его времени.</p>
<p>3. Чтобы азан совершал благочестивый человек.</p>
<p>4. Поворачиваться лицом в сторону кыблы.</p>
<p>5. Затыкать уши пальцами во время азана.</p>
<p>6. Поворачивать голову направо, произнося «хайя</p>
<p>‘аляль-соля», и налево - произнося «хайя ‘аляль-фалях».</p>
<p>7. Делать паузу между азаном и икаматом настолько,</p>
<p>чтобы мусульмане успели собраться на молитву, однако, если есть опасность, что время намаза закончится, не следует делать паузу между азаном и икаматом.</p>
<p>8. Между азаном и икаматом на магриб намаз делать</p>
<p>паузу на длину чтения трех коротких аятов или совершения трех шагов.</p>
<p>9. Тому, кто слышит азан, желательно прервать дело,</p>
<p>которым он занят, и повторять за муаззином слова азана, но на слова «хайй ‘аляль-соля» и «хайй ‘аляль-фалях»</p>
<p>отвечать «ля хауля ва ля кууата илля биЛлях» («нет силы и мощи ни у кого, кроме Аллаха»), а после слов муаззина «ас-соляту хайрум-мин-ан-наум» произносить «садакта ва баракта» («ты прав и поступаешь хорошо»).</p>
<p>После азана желательно произнести салават и дуа, которое передается от Посланника Аллаха, мир ему и благословение Аллаха:</p>
<p>«Аллахумма робба хазихи-д-да‘вати-т-таммати вас-солятиль-каима, ати Мухаммаданиль-василята валь-фадыля, ваб'асху макаман махмуданил-лязи ва‘аттах».</p>
<p>Перевод: «О Аллах, Господь этого совершенного призыва (Ислама) и предстоящей молитвы! Дай Пророку Мухаммаду «аль-василя» (высочайшую степень в Раю) и превосходство. Предоставь ему обещанное высокое положение!»</p>
<h5>Что нежелательно в азане</h5>
<p>1. Уподоблять азан песне.</p>
<p>2. Исполнять азан и икамат без омовения.</p>
<p>3. Исполнять азан неразумному ребенку (не достигшему тамьиза).</p>
<p>4. Исполнять азан сумасшедшему.</p>
<p>5. Исполнять азан пьяному.</p>
<p>6. Исполнять азан женщине.</p>
<p>7. Исполнять азан грещнику.</p>
<p>8. Исполнять азан сидя.</p>
<p>9. Прерывать азан и икамат посторонними словами.</p>
<p>Если муаззин заговорил во время азана, желательно начать азан заново, однако если муаззин заговорил во время икамата, то не следует начинать икамат заново.</p>
<p>Не соверщается азан и икамат перед зухр-намазом в пятницу в городе'*'^.</p>
<h5>Азан и икамат при восполнении намазов</h5>
<p>Тому, кто восполняет один пропущенный намаз, желательно перед ним совершить и азан, и икамат.</p>
<p>47 То есть там, где проводится джума-намаз. Прим. пер.</p>
<p>Тому же, кто собирается восполнить сразу несколько намазов, следует совершить азан и икамат перед первым из них, затем по своему выбору он может читать азан и икамат перед каждым следующим намазом или ограничиться одним азаном, читая только икамат перед каждым последующим намазом.</p>
<h4>Условия действительности намаза</h4>
<p>Условие (ар. шарт - мн. ч. шурут) - это обязательное действие, которое не входит в сам намаз, но без его соблюдения намаз не будет действителен.</p>
<p>Условий действительности намаза шесть.</p>
<p>Условие первое - чистота.</p>
<p>Намаз недействителен без очищения и омовения. Под чистотой подразумевается:</p>
<p>• Отсутствие у молящегося малого и полного осквернения, то есть для совершения намаза мусульманин должен находиться в состоянии малого и полного омовения.</p>
<p>• Отсутствие на теле, одежде и месте совершения намаза наджасы в количестве, которое не прощается. Под чистотой места подразумевается отсутствие наджасы там, куда молящийся ставит ноги, опускает руки, колени и лоб.</p>
<p>Условие второе - закрытие аурата.</p>
<p>Недействителен намаз с открытым ауратом, если есть возможность его закрыть.</p>
<p>Аурат должен быть закрыт от начала совершения намаза и до самого его конца.</p>
<p>Если площадь одой четверти части тела в границах аурата будет открыта в момент начала совершения намаза, намаз не будет действителен.</p>
<p>Если площадь одной четверти части тела в границах аурата обнажится во время совершения намаза и останется раскрытой на длину рукна намаза - намаз нарушится'^®.</p>
<p>Аурат мужчины: область тела между пупком и нижним краем колен, при этом колени входят в границы аурата, а пупок - нет.</p>
<p>Аурат женщины: все ее тело, за исключением лица, кистей рук и ступней.</p>
<p>Условие третье - совершать намаз в сторону кыблы.</p>
<p>Намаз, совершенный не в сторону кыблы, недействителен, если есть возможность совершить его в сторону кыблы.</p>
<p>Кыбла для того, кто находится в Мекке и видит Каабу - сама Кааба, а для того, кто не видит саму Каабу - ее направление.</p>
<p>Кто не в состоянии совершать намаз в сторону кыблы, например, из-за болезни или страха нападения, может совершать намаз в ту сторону, в какую может.</p>
<p>Условие четвертое - наступление времени намаза.</p>
<p>Недействителен намаз, совершенный до наступления его времени.</p>
<p>48 Длина рукна - это время, необходимое для произнесения три раза тасбиха, например - «субхана Робби-яль-азыйм».</p>
<p>Выше мы подробно разобрали время наступления каждого намаза.</p>
<p>Условие пятое - намерение.</p>
<p>Намаз без намерения недействителен.</p>
<p>Для фард-намаза необходимо уточнить в намерении, какой именно намаз совершается, например, зухр или аср.</p>
<p>То же касается и ваджиб-намазов - витра и двух праздничных намазов.</p>
<p>Для желательных намазов достаточно намерения на намаз без уточнения, на какой конкретно.</p>
<p>Для совершающего коллективный намаз (муктади) обязательно намерение следовать за имамом.'*^ Условие шестое - вступление в намаз [тахрима].</p>
<p>Вступление в намаз - это начать намаз упоминанием Аллаха, например, словами «Аллаху Акбар», «Аллаху Азам», или «СубханаЛлах»^°.</p>
<p>Между намерением и вступительным такбиром не должно быть того, что нарушает намаз, например, еды или питья.</p>
<p>Условия действительности вступления в намаз;</p>
<p>1. Произносить такбир стоя до перехода в руку’.</p>
<p>2. Произносить так, чтобы молящийся сам себя слышал.</p>
<p>3. Чтобы намерение предшествовало такбиру.</p>
<p>49 Также для имама, за которым следуют женщины, необходимо намерение быть имамом для женщин. Прим. пер.</p>
<p>50 Вступать в намаз именно словами «Аллаху Акбар» - ваджиб.</p>
<h5>Различные вопросы, связанные с условиями намаза</h5>
<p>Тот, кто не может найти, чем устранить наджасу, совершает намаз с ней, и потом ему не нужно будет этот намаз восполнять.</p>
<p>Тот, кто не может найти одежду, чтобы закрыть аурат, а также не может найти чего-то другого для закрытия аурата, например, чтобы прикрыться сеном или обмазаться глиной, имеет право совершать намаз с открытым ауратом, и ему впоследствии не нужно будет восполнять этот намаз.</p>
<p>Тот, у которого есть одежда, испачканная наджасой, и хотя бы четверть этой одежды - чистая, должен совершить намаз в ней, и такой человек не имеет права совершать намаз без одежды.</p>
<p>Если вся поверхность одежды покрыта наджасой, то совершить намаз в ней - все равно лучше, чем без одежСовершающему намаз без одежды следует сесть, вытянув ноги в сторону кыблы, и выполнять руку’ и суджуд наклонами головы.</p>
<p>Разрешается совершать намаз на чистой стороне ткани, другая часть которой испачкана наджасой, если ткань настолько большая, что одна ее сторона не двигается при движении другой.</p>
<p>Разрешается совершать намаз на войлоке или плотной толстой ткани, если верх их чистый, а низ - испачкан наджасой.</p>
<p>Тот, кто не знает направления кыблы, и не у кого спросить, и нет указаний на это направление, должен приложить усилия для самостоятельного определения направления кыблы.</p>
<p>Если он, приложив усилия, определит кыблу, а затем выяснится, что он ошибся, то его намаз все равно действителен.</p>
<p>Тот, кто уже в намазе понял, что ошибся в определении кыблы, должен повернуться в правильную сторону и продолжить совершать намаз, не прерывая его.</p>
<p>Если у молящегося открыты небольшие участки тела в границах аурата, и их площадь в сумме достигает четверти самой маленькой части тела в границах аурата - его намаз нарушается.</p>
<p>Если в сумме раскрытые участки не достигают площади четверти наименьшей части тела в границах аурата - намаз действителен^'.</p>
<h4>Столпы (рукны) намаза</h4>
<p>Рукн - это фард, являющийся составной частью намаза, обязательность которого установлена однозначным категоричным доводом.</p>
<p>Рукнов намаза пять.</p>
<h5>Первый рукн - стояние (кыям)</h5>
<p>Намаз без стояния недействителен, если человек способен стоять. Кыям обязателен в намазах фард и ваджиб, а в желательных намазах кыям не обязателен. Можно совершать суннат-намазы сидя при возможности стоять.</p>
<h5>Второй рукн - чтение Корана (кыраат)</h5>
<p>Недействителен намаз без чтения хотя бы одного короткого аята Корана.</p>
<p>Кыраат обязателен в двух ракаатах фард-намазов и в каждом ракаате ваджиб-и суннат-намазов.</p>
<p>Спадает обязанность чтения Корана для следующего за имамом, более того, чтение Корана за имамом - макрух тахриман.</p>
<p>Третий руки - поясной поклон (руку').</p>
<p>Недействителен намаз без руку’.</p>
<p>Минимально достаточный руку’ для выполнения фарда - наклон корпуса так, чтобы человек был ближе к полноценному руку’, чем к кыяму.</p>
<p>Полноценный же руку’ равен углу в 90 градусов между ногами и спиной молящегося и совершается так, чтобы голова и поясница оказались на одной линии^^.</p>
<h5>Четвертый рукн - земной поклон (суджуд)</h5>
<p>Недействителен намаз без совершения двух суджудов в каждом намазе.</p>
<p>Фард суджуда считается выполненным, если молящийся коснулся лбом земли и пола, опустив на землю одну руку, одно колено и хотя бы один палец ноги.</p>
<p>Полноценный суджуд - это опустить на землю обе ладони, оба колена, обе ступни, лоб и нос.</p>
<p>Необходимо совершать суджуд на твердую поверхность, но если совершаешь на мягкую - то следует проминать поверхность лбом до конца^^.</p>
<p>Недействителен суджуд с опорой только на нос (без касания лбом) без уважительной причины.</p>
<p>52 Это требование касается мужчин. Прим. пер.</p>
<p>Суджуд на свою руку или на край одежды действителен, но это макрух.</p>
<p>Также для действительности суджуда необходимо, чтобы место соприкосновения лба не было выше уровня, на котором стоят ноги, больше, чем на половину локтя (примерно 25 см). Если место, куда опускается лоб, будет выше этого - суджуд не будет действителен, кроме случаев вынужденности, например - из-за тесноты^^.</p>
<p>Пятый руки - последнее сидение на длину ташаххуда.</p>
<p>Некоторые имамы фикха посчитали рукном намаза выход из него намеренным действием молящегося. Однако верное мнение состоит в том, что это - не фард, а ваджиб^^</p>
<h4>Ваджибы, сунны и мустахабы намаза</h4>
<h5>Ваджибы намаза</h5>
<p>Дальше мы перечислим ваджибы намаза.</p>
<p>Если кто-то не совершит ваджиб намаза намеренно, этот намаз нужно восполнить, иначе это будет грехом.</p>
<p>Если кто-то не совершит ваджиб по забывчивости, то ему необходимо совершить два дополнительных саджда (саджда ас-сахву) в конце намаза.</p>
<p>Ваджибов пятнадцать:</p>
<p>1. Вступать в намаз такбиром в форме «Аллаху Акбар».</p>
<p>опускать голову в суджуде на ступеньку выше. Прим. пер.</p>
<p>сказано, что это - ваджиб намаза. Прим. пер.</p>
<p>2. Чтение суры «аль-Фатиха» в первых двух ракаатах фард-намазов и во всех ракаатах намаза витр и суннат-намазов.</p>
<p>3. Читать после суры «аль-Фатиха» другую суру, три</p>
<p>коротких аята или один длинный в первых двух ракаатах фард-намазов и во всех ракаатах намаза витр и суннат-намазов.</p>
<p>4. Читать сначала суру «аль-Фатиха», а затем - вторую суру или аяты.</p>
<p>5. Совершать второй суджуд следом за первым.</p>
<p>6. Выполнять все действия намаза с остановками и</p>
<p>паузами (та’диль аль-аркан).</p>
<p>7. Первое сидение на длину чтения ташаххуда.</p>
<p>8. Чтение ташаххуда как в первом, так и в последнем</p>
<p>сидении.</p>
<p>9. Вставать на третий ракаат сразу после чтения ташаххуда без задержки.</p>
<p>10. Завершение намаза словом «ас-салям» два раза.</p>
<p>И. Чтение дуа-кунут в третьем ракаате витр-намаза после чтения суры «аль-Фатиха» и другой суры.</p>
<p>12. Дополнительные такбиры в ‘ид намазах, а именно</p>
<p>- по три такбира в каждом ракаате.</p>
<p>13. Такбир перед руку’ во втором ракаате ‘ид-намазов.</p>
<p>14. Громкое чтение Корана имамом в фаджр-намазе,</p>
<p>в двух первых раккатах намазов магриб и иша, в намазе джум’а, в ‘ид-намазах, в таравихе и витре в рамадан. Совершающий намаз в одиночку выбирает сам, читать ему тихо или громко в перечисленных намазах, однако громкое чтение в них предпочтительнее.</p>
<p>15. Тихое чтение имама в намазах зухр и аср, в третьем ракаате магриб-намаза и в двух последних ракаатах</p>
<p>иша-намаза. Совершающему намаз в одиночку так же предпочтительно читать Коран в этих намазах тихо, то же касается и суннат-намазов, совершаемых днем.</p>
<p>Кто не прочитал суру в двух первых ракаатах иша-намаза, читает ее в двух последних ракаатах после суры «аль-Фатиха» вслух и совершает в конце саджда ас-сахву.</p>
<p>Кто не прочитал суру «аль-Фатиха» в первом и во втором ракаате, не читает их в последних ракаатах, но совершает саджда ас-сахву в качестве возмещения этой оплошности.</p>
<h5>Сунны намаза</h5>
<p>Следует выполнять перечисленные сунны, чтобы намаз был полноценным, и следуя словам Посланника Аллаха, да благословит его Аллах и приветствует: «Совершайте намаз так, как вы видели меня совершающим его»^*^.</p>
<h5>Сунны намаза</h5>
<p>1. При вступлении в намаз стоять ровно, не наклоняя</p>
<p>голову.</p>
<p>2. Поднимать руки для вступительного такбира на</p>
<p>уровень ушей.</p>
<p>3. Направить ладони в сторону кыблы при поднятии</p>
<p>рук.</p>
<p>4. Держать ладонь раскрытой во время поднятия рук,</p>
<p>не сгибать и не сжимать пальцы.</p>
<p>5. Класть правую руку на левую и складывать их под</p>
<p>пупком.</p>
<p>6. Ладонь правой руки класть на кисть левой руки,</p>
<p>обхватывая большим пальцем и мизинцем правой руки запястье левой.</p>
<p>7. Читать дуа «субханакя...» после того, как сложил</p>
<p>руки под пупком; слова дуа следующие:</p>
<p>«Субханакаллахумма уа бихамдик, уа табарака смук, уа та’аля джаддук, уа ля иляха гойрук».</p>
<p>«Слава Тебе, о Аллах, и хвала Тебе, благословенно имя Твое, превыше всего величие Твое, и нет никого достойного поклонения, кроме Тебя».</p>
<p>8. Произнести перед чтением суры «аль-Фатиха»</p>
<p>та’авуз: «а’узу би-Лляхи мин аш-шайтани-р-раджим»^^ «Я прибегаю к защите Аллаха от проклятого шайтана»).</p>
<p>9. Произносить в начале каждого ракаата перед чтением суры «аль-Фатиха» басмалу: «бисмиЛляхи-р-Рахмани-р-Рахим» («С именем Аллаха Милостивого, Милующего»).</p>
<p>10. Произносить «амин» тихо после чтения суры</p>
<p>«аль-Фатиха».</p>
<p>11. Вставать так, чтобы между ступнями оставалось</p>
<p>пространство на ширину четырех пальцев руки.</p>
<p>12. Читать в намазах зухр и фаджр после суры</p>
<p>«аль-Фатиха» суры из разряда длинных аль-муфассаль;</p>
<p>57 Следующий за имамом не произносит та’авуз и басмалу, присоединившийся к имаму после первого ракаата (масбук) - читает та’авуз и басмалу, когда встает, чтобы дочитать то, что пропустил за имамом.</p>
<p>в намазах аср и иша - суру из средних сур аль-муфассаль;</p>
<p>а в магриб-намазе - суру из коротких сур аль-муфассаль^*.</p>
<p>13. Удлинять первый ракаат относительно второго</p>
<p>только в фаджр-намазе.</p>
<p>14. Такбир перед руку’.</p>
<p>15. Обхватывать колени ладонями, широко расставив</p>
<p>пальцы, в руку’.</p>
<p>16. В руку’ выпрямлять ноги и спину так, чтобы поясница и голова оказались на одной линии.</p>
<p>17. Произносить в руку’ «субхана Роббия-ль-азыйм»</p>
<p>«Великий мой Господь не имеет недостатков») минимум трижды.</p>
<p>18. Мужчине - не прижимать руки к бокам в руку’.</p>
<p>19. Имаму - произносить при выходе из руку’ «сами’а-Ллаху лиман хамидах» («Аллах слышит того, кто</p>
<p>Его восхваляет») громко, следующему за ним (муктади) - произносить тихо «Раббана ва лякаль-хамд» («О наш Господь! Тебе слава!»), а совершающему намаз в одиночку - произносить обе эти фразы.</p>
<p>20. Такбир перед суджудом.</p>
<p>21. Опускаясь в суджуд, ставить на землю сначала колени, затем - руки, а затем - голову.</p>
<p>58 Сурами «муфассаль» называют последнюю седьмую часть Корана (то есть примерно последние 85 страниц или 4 джуза). Сло«муфассаль» буквально означает «отделенный», то есть это те суры, которые в силу своей относительной краткости отделены друг от друга частым чтением «басмалы». По разным мнениям, первой из сур «муфассаль» является «Аль-Худжурат», «Мухаммад», «Аль-Фатх» или «Каф».</p>
<p>Длинные «муфассаль» - это от первой такой суры до суры «Аль-Бурудж».</p>
<p>Средние — от «Аль-Бурудж» до суры «Аль-Баййина».</p>
<p>Короткие — от нее до конца Корана. Прим. пер.</p>
<p>22. Выходя из суджуда, поднимать сначала голову, затем - руки, затем - колени.</p>
<p>23. Лицо в суджуде располагать лицо между ладонями.</p>
<p>24. В суджуде не прижимать живот к бедрам, не прижимать локти к бокам и не класть предплечья на землю.</p>
<p>25. Сжимать пальцы рук в суджуде.</p>
<p>26. Направлять пальцы ног в сторону кыблы в суджуде.</p>
<p>27. Произносить в суджуде «субхана Роббия-ль-а’ля»</p>
<p>«Мой Всевышний Господь не имеет недостатков») минимум трижды.</p>
<p>28. Такбир для выхода из суджуда.</p>
<p>29. Поднимаясь из суджуда, не опираться руками на</p>
<p>землю без уважительной причины.</p>
<p>30. Сев между двумя суджудами, положить ладони на</p>
<p>бедра, как при чтении ташаххуда.</p>
<p>31. В первом и последнем сидении для чтения ташаххуда - положить на землю ступню левой ноги, сев на нее,</p>
<p>а правую ногу - поставить на землю.</p>
<p>32. В ташаххуде поднимать указательный палец правой руки при произнесении «ля иляха...» и опускать его</p>
<p>при произнесении «...илля-Ллах».</p>
<p>33. Читать суру «аль-Фатиха» в третьем ракаате магриб-намаза, в третьем и четвертом ракаатах намазов</p>
<p>зухр, ‘аср и иша.</p>
<p>34. Читать салават Пророку, да благословит его Аллах</p>
<p>и приветствует, после ташаххуда в последнем сидении.</p>
<p>После Салавата делать дуа словами, пришедшими из Корана и сунны, пример такого дуа:</p>
<p>^ из! и?</p>
<p>«Роббана атина фид-дунья хасанатан, уа филь-ахирати хасанатан, уа кына ’азабан-нар».</p>
<p>наш Господь! Даруй нам благо в земной жизни и благо в вечной жизни и защити нас от наказания в Аду!»</p>
<p>35. Поворачивать голову направо, затем налево, произнося при этом «ассаляму ‘алейкум ва рахматуЛлах».</p>
<p>36. Произносить имаму такбиры между рукнами громко, а муктади - тихо.</p>
<p>37. Громкое произнесение имамом «ассаляму ‘алейкум ва рахматуЛлах». Муктади произносит салям тихо.</p>
<p>38. Имам, произнося салям, делает намерение приветствовать присутствующих мужчин, ангелов и праведных джиннов, а муктади делает намерение приветствовать имама и джамаат, а совершающий намаз в одиночку</p>
<p>(мунфарид) - приветствовать ангелов.</p>
<p>39. Произносить второй салям тише, чем первый.</p>
<p>40. Давать сначала салям направо, затем - налево.</p>
<p>41. Для муктади - давать салям одновременно с салямом имама.</p>
<p>42. Для масбука - подождать, пока имам даст оба саляма, и только после этого встать для восполнения пропущенных ракаатов.</p>
<h5>Мустахабы намаза</h5>
<p>1. Для мужчины - вынимать руки из-под одежды, или</p>
<p>из рукавов для вступительного такбира, женщине же не следует так делать.</p>
<p>2. Во время кыяма смотреть на место, куда опускается лицо в суджуде.</p>
<p>3. В руку’ смотреть на ступни.</p>
<p>4. В суджуде смотреть на крылья носа.</p>
<p>5. Во время сидения смотреть в пространство между</p>
<p>коленями.</p>
<p>6. Поворачивая голову для саляма, смотреть на край</p>
<p>плеча.</p>
<p>7. Сдерживать кашель и зевоту насколько это возможно.</p>
<p>8. Закрывать рот во время зевоты, если не получилось сдержаться.</p>
<p>9. Читать в первом и последнем сидении ташаххуд в</p>
<p>форме, переданной от Абдуллаха Ибн Мас’уда, да будет доволен им Аллах:</p>
<p>«Ат-тахийяту лилляхи уас-соляуату уат-тоййибат. Ассаляму ’аляйка айюхан-набийю уа рахматуллахи уа баракатух. Ас-саляму ’аляйна уа ’аля ’ибадилляхис-солихин.</p>
<p>Ашхаду алля иляха илляллаху уа ашхаду анна Мухаммадан абдуху уа расулюх».</p>
<p>«Приветствия Аллаху, молитвы и добрые дела. Мир тебе, о Пророк, милость Аллаха и Его благословение. Мир нам и истинным слугам Аллаха. Свидетельствую, что нет никого достойного поклонения, кроме Аллаха, и свидетельствую, что Мухаммад - Его раб и Его Посланник».</p>
<p>10. Читать дуа-кунут в намазе витр в такой форме:</p>
<p>(1^3 О^З^З ^іійь!іі йі;ііь 51 «Аллахумма, инна наста'иинука ва настагфирука ва ну’мину бика ва натаваккалю ’аляйк, ва нусни ’аляйкаль-хайра нашкурук, ва ля накфурук, ва нахля’у ва натруку май-яфджурук. Аллахумма, ийяка на’буду, ва ляка нусолли ва насджуд, ва иляйка нас’а ва нахфид, нарджу рахматака, ва нахша ’азабака, инна ’азабакаль джидда биль-куффари мульхик!»</p>
<p>«О Аллах! Мы взываем к Твоей помощи, просим вести нас по верному пути, просим у Тебя прощения и каемся.</p>
<p>Веруем и полагаемся на Тебя. Восхваляем Тебя за все блага, благодарим Тебя, и не являемся не верующими в Тебя, и отстраняемся, и отдаляемся от тех, кто ослушивается Тебя. О Аллах, Тебе мы поклоняемся. Тебе посвящаем молитвы, и пред Тобой падаем ниц, к Тебе мы устремляемся и спешим, уповая на Твою милость, и страшимся Твоего наказания, поистине, Твое наказание неизбежно постигнет неверующих».</p>
<h4>Что нарушает намаз</h4>
<p>Намаз станет недействительным, если во время его совершения произойдет одна из следующих вещей:</p>
<p>1. Невыполнение хотя бы одного из условий (шарт)</p>
<p>намаза.</p>
<p>2. Невыполнение одного из рукнов намаза.</p>
<p>3. Лишние слова, если молящийся произнесет их в</p>
<p>намазе, будь то намеренно, по забывчивости или по неосторожности.</p>
<p>4. Дуа обычными словами, например, если человек в</p>
<p>намазе сказал: «О Аллах, выдай за меня замуж такую-то женщину», или «О Аллах, накорми меня яблоком».</p>
<p>5. Поприветствовать салямом другого человека или</p>
<p>ответить на салям словами или рукопожатием, будь то намеренно, по забывчивости или по неосторожности.</p>
<p>Однако, если ответил на салям жестом, это не нарушит намаз”.</p>
<p>6. Многочисленные движения^.</p>
<p>7. Если отвернулся грудью от кыблы^Ч</p>
<p>8. Если съел что-то или выпил, даже если немного.</p>
<p>59 Кивком головы или поднятием руки. Прим. пер.</p>
<p>60 Движения будут считаться многочисленными, если смотрящему на молящегося со стороны покажется, что этот человек не в намазе.</p>
<p>61 Однако если во время намаза омовение нарушилось без вины молящегося, он имеет право покинуть место совершения намаза, отвернувшись от кыблы, чтобы совершить омовение и продолжить намаз с того же места.</p>
<p>9. Если проглотил что-то, что уже было во рту до начала намаза, размером с нут или больше.</p>
<p>10. Кашель без уважительной причины, или когда он</p>
<p>неконтролируемый^.</p>
<p>11. Вздохи и стоны, если они не вызваны страхом перед Аллахом; также не нарушают намаз стоны от боли,</p>
<p>если сложно их сдержать.</p>
<p>12. Громкий плач, если он не вызван страхом перед</p>
<p>Аллахом, упоминанием Адских мук или Райских наслаждений; плач, вызванный мирскими причинами, нарушает намаз.</p>
<p>13. Раскрытие аурата во время намаза на длину рукна.</p>
<p>14. Обнаружение на теле, одежде или месте совершения намаза наджасы, которая оставалась там на длину</p>
<p>рукна.</p>
<p>15. Потеря рассудка (сумасшествие).</p>
<p>16. Потеря сознания.</p>
<p>17. Восход солнца во время совершения намаза фаджр.</p>
<p>18. Наступление времени зенита при совершении</p>
<p>праздничных намазов.</p>
<p>19. Наступление времени аср во время совершения</p>
<p>намаза джум’а.</p>
<p>20. Если молился с таяммумом, и во время намаза появилась вода или возможность ее использовать.</p>
<p>62 Если человек не смог сдержать кашель или покашлял намеренно, но по уважительной причине - это не нарушит намаз; примеры уважительных причин: покашлял, чтобы прочистить горло для чтения Корана; или покашлял, чтобы указать имаму на его ошибку; либо покашлял, чтобы дать понять окружающим, что ты совершаешь намаз.</p>
<p>21. Нарушение вуду действием самого молящегося</p>
<p>или другого человека^^.</p>
<p>22. Если тянул хамзу в словах «Аллаху Акбар»^.</p>
<p>23. Чтение по мусхафу.</p>
<p>24. Совершение рукна в состоянии сна, если затем не</p>
<p>повторил этот рукн, бодрствуя.</p>
<p>25. Если молящийся был сохиб ат-тартиб^^ и во время</p>
<p>намаза вспомнил, что у него есть невосполненный пропущенный намаз.</p>
<p>26. Если имам, у которого нарушилось омовение, выдвинул вместо себя человека, который не может быть</p>
<p>имамом.</p>
<p>27. Если человек подумал, что у него нарушилось омовение, поэтому он вышел из мечети или вышел за ряды</p>
<p>молящихся вне мечети.</p>
<p>28. Громкий смех.</p>
<p>29. Снятие одного хуффа, даже если малым количеством движений.</p>
<p>30. Если муктади опередил имама в совершении рукна так, что не застал его в этом рукне. Например, муктади пошел в руку’ до имама и вышел из него до того, как</p>
<p>имам вошел в руку’, и не последовал за имамом повторно в руку’.</p>
<p>63 Если нарушение омовения произошло без участия людей, то молящийся имеет право совершить омовение и продолжить его с того же места.</p>
<p>64 Если прочитал с лишним удлинением слово «Аллах» так, что получилось «Ааллах», то это нарушает намаз, потому что означает сомнение в Величии Аллаха; если же допустил удлинение в слове «Акбар» (Акбаар), то это нарушает намаз, потому что получается слово с другим значением.</p>
<p>65 См. раздел «Возмещение пропущенных намазов».</p>
<p>31. Нарушение полного омовения в намазе, даже если</p>
<p>от взгляда и мысли.</p>
<h5>Что не нарушает намаз</h5>
<p>1. Если дал салям преждевременно с намерением выйти из намаза.</p>
<p>2. Если кто-то прошел между молящимся и местом,</p>
<p>куда он опускает лицо в суджуде.</p>
<p>3. Если съел что-то, что застряло между зубами, размером меньше нута.</p>
<p>4. Если посмотрел на надпись и понял ее.</p>
<h5>Действия макрух в намазе</h5>
<p>При совершении намаза нужно избегать следующих вещей, чтобы намаз был выполнен без недостатков:</p>
<p>1. Намеренное несовершение любой сунны намаза.</p>
<p>2. Бессмысленные действия - подергивание одежды</p>
<p>или частей своего тела.</p>
<p>3. Совершение намаза в той одежде, в которой стесняешься появиться перед уважаемыми людьми.</p>
<p>4. Опираться на что-то без уважительной причины.</p>
<p>5. Смотреть по сторонам, поворачивая голову без необходимости.</p>
<p>6. Совершение намаза в сторону человека, обращенного к молящемуся лицом.</p>
<p>7. Соверщение намаза с сильной потребностью справить нужду или выпустить газы.</p>
<p>8. Совершение намаза на чужой территории без разрешения ее владельца.</p>
<p>9. Совершение намаза перед открытым огнем или</p>
<p>очагом, в котором горит огонь.</p>
<p>10. Совершение намаза в недостойном месте, вроде</p>
<p>бани или ванной комнаты.</p>
<p>11. Совершение намаза посреди дороги.</p>
<p>12. Совершение намаза на кладбище.</p>
<p>13. Совершение намаза вблизи наджасы.</p>
<p>14. Совершение намаза с малым количеством наджасы, которая прощается, при возможности ее устранить.</p>
<p>15. Совершение намаза в одежде с изображениями</p>
<p>живых существ.</p>
<p>16. Совершение намаза в месте, где есть изображения</p>
<p>живых существ перед молящимся, над ним, слева или справа от него.</p>
<p>17. Щелкать пальцами.</p>
<p>18. Держать пальцы скрещенными.</p>
<p>19. Садиться по-турецки без уважительной причины.</p>
<p>20. Садиться в позу собаки^.</p>
<p>21. Класть предплечья и локти на землю^І</p>
<p>22. Упирать руки в бока.</p>
<p>23. Засучивать рукава.</p>
<p>24. Совершение намаза с голым торсом при возможности его прикрыть.</p>
<p>25. Совершение намаза без головного убора без уважительной причины.</p>
<p>26. Совершение намаза вне ряда молящихся, в котором есть свободное место.</p>
<p>27. В намазе считать аяты и тасбихи на пальцах.</p>
<p>28. Стряхивать со лба прилипшие травинки и землю,</p>
<p>когда они не мешают.</p>
<p>66 Садиться на ягодицы, согнув ноги в коленях и опираясь на руки. Прим. пер.</p>
<p>67 Макрух только для мужчин. Прим. пер.</p>
<p>29. Касаться в суджуде земли только лбом без касания</p>
<p>носом не по уважительной причине.</p>
<p>30. Совершение намаза в состоянии сильного голода,</p>
<p>когда уже подана еда.</p>
<p>31. Читать одни и те же суры во всех намазах**^.</p>
<p>32. Читать одну и ту же суру в двух ракаатах фард-намаза, если знаешь наизусть другие суры.</p>
<p>33. Читать суры в фард-намазе намеренно не по порядку их расположения в Коране.</p>
<p>34. Сильно^’ удлинять второй ракаат относительно</p>
<p>первого.</p>
<p>35. Отворачивать пальцы рук или ног от кыблы в суджуде и других рукнах намаза.</p>
<p>36. Совершать суджуд, касаясь земли чалмой (а не</p>
<p>лбом) или касаясь изображений живых существ.</p>
<p>37. Пропуск в фард-намазе одной суры между прочитанной в первом ракаате и прочитанной во втором.</p>
<p>Например, если прочитал в первом ракаате суру «ат-Такасур», а во втором - «аль-Хумаза», пропустив расположенную между ними суру «аль-Аср».</p>
<p>38. Не класть ладони на колени в руку’.</p>
<p>39. Не класть ладони на бедра во время сидения между</p>
<p>двумя суджудами и для чтения ташаххуда.</p>
<p>40. Зевать в намазе. Если зевота одолела, следует закрыть рот тыльной стороной правой ладони.</p>
<p>41. Отвечать на салям жестом.</p>
<p>42. Ловить вшей и убивать их.</p>
<p>43. Совершать намаз, обвязав голову платком и оставив открытой макушку.</p>
<p>68 Если знаешь достаточно других сур, и нет указания в сунне на то, что Пророк, да благословит его Аллах и приветствует, читал в конкретном намазе именно эти суры.</p>
<p>69 Более чем на три аята.</p>
<p>44. Совершать намаз, собрав длинные волосы в хвост™.</p>
<p>45. Подтягивать одежду спереди или сзади в руку’ или</p>
<p>суджуде, чтобы не испачкать ее землей.</p>
<p>46. Набрасывать одежду на голову или плечи, не продевая руки в рукава.</p>
<p>47. Опускать подол одежды ниже щиколоток'^*.</p>
<p>48. Переходить в руку’ до завершения чтения Корана,</p>
<p>дочитывая его в руку’.</p>
<p>49. Совершение намаза имамом внутри михраба без</p>
<p>уважительной причины™.</p>
<p>50. Совершать намаз имаму, стоя в одиночестве выше</p>
<p>джамаата на локоть (примерно 50 см), либо ниже джамаата на ту же высоту без уважительной причины. Если один человек из джамаата встанет там с ним, то нежелательности не будет.</p>
<p>51. Закрывать глаза в намазе без нужды.</p>
<p>52. Поднимать взгляд к небу.</p>
<h5>Действия, в которых нет нежелательности в намазе</h5>
<p>1. Смотреть по сторонам, не поворачивая головы.</p>
<p>2. Совершать намаз лицом в сторону мусхафа.</p>
<p>3. Совершать намаз в направлении спины другого</p>
<p>человека, занятого разговором.</p>
<p>4. Намаз в направлении лампы или другого светильника.</p>
<p>72 Так, что он полностью скрыт в михрабе, находится там один и нет уважительной причины вроде нехватки места.</p>
<p>5. Повторение одной и той же суры в двух ракаатах</p>
<p>суннат-намаза.</p>
<p>6. Отряхивать со лба землю и травинки после завершения намаза. Также нет нежелательности в протирании</p>
<p>лба во время намаза, если прилипшая земля или травинки мешают или отвлекают от намаза.</p>
<p>7. Убивать змею или скорпиона, если есть опасность,</p>
<p>что они ужалят.</p>
<p>8. Поправлять одежду, чтобы она не прилипала к телу</p>
<p>перед руку’ или суджудом.</p>
<p>9. Совершение намаза на ковре с изображениями живых существ, если не касаться их лицом в суджуде.</p>
<p>10. Совершение намаза в направлении подвешенного</p>
<p>меча.</p>
<h4>Способ совершения намаза и связанные разделы</h4>
<h5>Способ совершения намаза</h5>
<p>Чтобы совершить намаз, встань, подними ладони на уровень ушей с намерением на совершение намаза, затем произнеси: «Аллаху Акбар».</p>
<p>Положи правую руку на левую и сложи их в таком виде под пупком сразу после произнесения такбира. Затем тихо прочитай вступительное дуа (аль-истифтах), затем произнеси тихо’^^ та’авуз «а’узубиЛляхи мин аш-шайтани-р-раджим», затем - так же тихо «бисмиЛляхи-р-Рахмани-р-Рахим»^^.</p>
<p>73 Следующий за имамом не произносит та’авуз, потому что та’авуз произносится перед чтением Корана, а муктади не читает Коран в намазе.</p>
<p>74 Басмалу произносят тихо имам и мунфарид (совершающий намаз в одиночку) в начале каждого ракаата. Согласно сильному мнению муктади, басмалу не произносит. Прим. пер.</p>
<p>Затем прочитай суру «аль-Фатиха», после этого скажи тихо «амин» и прочитай суру, или три коротких аята, или один длинный - это минимум.</p>
<p>Далее перейди в руку’, произнося «Аллаху Акбар». В руку’ выпрями спину и ноги, обхватив колени ладонями, широко расставив пальцы. В этом положении произнеси минимум три раза «субхана Роббия-ль-Азым».</p>
<p>Потом начни выпрямляться, произнося «сами’а-Ллаху лиман хамидах», а выпрямившись полностью, скажи:</p>
<p>«Роббана ва ляка-ль-хамд». Однако, если ты следуешь за имамом, то произноси только «Роббана ва ляка-ль-хамд».</p>
<p>Выпрямившись - выдержи паузу, после чего, произнося такбир, начни переходить в суджуд: опусти на землю сначала колени, затем - руки, затем - лицо, расположив его между ладоней.</p>
<p>Замри в положении суджуда, прижимая лоб и нос к земле, не прижимая живот к бедрам и не кладя предплечий на землю (кроме случаев сильной тесноты), направь пальцы рук и ног в сторону кыблы. Произнеси в этом положении минимум трижды «субхана Роббия-ль-а’ля».</p>
<p>После этого, произнося такбир, поднимись из суджуда и сядь в положении между двумя суджудами. Положи ладони на бедра и произнеси такбир, затем соверши второй суджуд, в котором так же произнеси тасбих минимум три раза.</p>
<p>Далее, произнося такбир, начни вставать, не опираясь руками на землю и не садясь. На этом заканчивается первый ракаат намаза.</p>
<p>Второй ракаат совершается так же, как первый, за тем исключением, что в начале ты не поднимаешь руки, не читаешь вступительного дуа и не произносишь та’авуз.</p>
<p>После второго суджуда второго ракаата положи ступню левой ноги боком на землю, сядь на нее, выпрямив правую ногу так, чтобы ее пальцы были направлены в сторону кыблы, положи ладони на бедра и прочитай в этом положении ташаххуд, который передается от Абдуллаха ибн Мас’уда, да будет доволен им Аллах:</p>
<p>«Ат-тахийяту лилляхи уас-соляуату уат-тоййибат. Ассаляму ’аляйка айюхан-набийю уа рахматуллахи уа баракатух. Ас-саляму ’аляйна уа ’аля ’ибадилляхис-солихин.</p>
<p>Ашхаду алля иляха илляллаху уа ашхаду анна Мухаммадан абдуху уа расулюх».</p>
<p>«Приветствия Аллаху, молитвы и добрые дела. Мир тебе, о Пророк, милость Аллаха и Его благословение. Мир нам и истинным слугам Аллаха. Свидетельствую, что нет никого достойного поклонения, кроме Аллаха, и свидетельствую, что Мухаммад - Его раб и Его Посланник».</p>
<p>При словах «ля иляха...» подними указательный палец правой руки и опусти его на словах «илля-Ллах».</p>
<p>Если намаз состоит из двух ракаатов, как, например, фаджр - прочитай после ташаххуда салават Пророку, да благословит его Аллах и приветствует:</p>
<p>«Аллахумма солли ’аля Мухаммад, уа ’аля али Мухаммад кама солляйта ’аля Ибрахима уа ’аля али Ибрахим иннака хамидум-маджид. Аллахумма барик ’аля Мухаммад уа ’аля али Мухаммад кама баракта ’аля Ибрахима уа ’аля али Ибрахим иннака хамидум-маджид».</p>
<p>«О Аллах, благослови Мухаммада и семейство Мухаммада, как Ты благословил Ибрахима и семейство Ибрахима. Поистине, Ты - Достойный похвалы. Славный! О Аллах, пошли благословения Мухаммаду и семейству Мухаммада, как Ты послал их Ибрахиму и семейству Ибрахима. Поистине, Ты - Достойный похвалы. Славный!»</p>
<p>После Салавата прочитай ду’а из Корана и Сунны, например:</p>
<p>ші и|_з д. (Зз «Роббана атина фид-дунья хасанатан, уа филь-ахирати хасанатан, уа кына ’азабан-нар».</p>
<p>«О наш Господь! Даруй нам благо в земной жизни и благо в вечной жизни и защити нас от наказания в Аду!»</p>
<p>Затем произнеси «ассаляму ‘алейкум ва рахматуЛлах»</p>
<p>дважды, первый раз поворачивая голову направо, второй - налево, с намерением в двух салямах приветствовать тех.</p>
<p>кто совершает намаз вместе с тобой, праведных джиннов и ангелов.</p>
<p>Если же намаз состоит из трех или четырех ракаатов, то после чтения ташаххуда во втором ракаате не читай ничего больше и без задержки встань на третий ракаат, произнося такбир.</p>
<p>В третьем ракаате прочитай только суру «аль-Фатиха», если намаз состоит из трех ракаатов, как, например, магриб.</p>
<p>Если намаз состоит из четырех ракаатов - как зухр, аср или иша - то в четвертом ракаате тоже прочитай только суру «аль-Фатиха», после этого выполни руку’ и суджуд как в первых двух ракаатах, затем сядь и прочитай ташаххуд в последнем сидении, после него произнеси салават Пророку, да благословит его Аллах и приветствует, затем заверши намаз так, как мы описали это выше.</p>
<h5>Коллективное совершение намаза (джамаат-намаз)</h5>
<p>Всевышний Аллах говорит:</p>
<p>«И совершайте поклоны вместе с поклоняющимися».</p>
<p>[Сура аль-Бакара, аят 43].</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, говорил:</p>
<p>«Намаз джамаатом лучше намаза в одиночку в 27 раз»^^.</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, в течение всей своей жизни совершал намаз джамаатом, пропуская его крайне редко даже в периоды болезни. Его сподвижники также придавали очень большое значение совершению намаза джамаатом. В их времена джамаат пропускали либо только по крайней необходимости, либо это делали лицемеры, чье лицемерие было общеизвестно.</p>
<p>Абдуллах ибн Мас’уд, да будет доволен им Аллах, говорил:</p>
<p>«В наше время джамаат-намаз пропускал либо открытый лицемер, либо больной, но больной все равно приходил, даже если двоим мужчинам приходилось вести его под руки. Пророк, да благословит его Аллах и приветствует, обучил нас суннам истинного пути (сунан аль-худа), и одной из этих сунн был намаз в мечети, в которой совершается азан»'^^.</p>
<p>Джамаат-намаз - это связь, возникающая между намазом имама и людей, следующих за ним.</p>
<p>Во всех намазах, кроме джума, для действительности джамаата достаточно, чтобы с имамом молился один человек. Для действительности джума-намаза требуется, чтобы помимо имама было еще трое мужчин.</p>
<h5>Хукм джамаат-намаза</h5>
<p>Джамаат-намаз является индивидуальной сильной сунной (сунна ‘айн муаккада), подобной по силе ваджибу, для мужчин в пятикратном намазе. Не разрешается пропускать джамаат-намаз без уважительной причины, признаваемой Шариатом. Тот, кто постоянно пропускает коллективный намаз без уважительной причины, совершает грех.</p>
<p>Совершение намаза джамаатом является условием действительности джума-намаза и ‘ид-намаза - эти намазы недействительны без джамаата.</p>
<p>Джамаат-намаз — сильная коллективная сунна (сунна кифая муаккада) для намаза таравих и намаза солнечного затмения (кусуф).</p>
<p>Совершение витр-намаза джамаатом в рамадан - муст ахаб.</p>
<p>Совершение витр-намаза джамаатом вне рамадана - макрух танзихан, если это делается постоянно. Нет порицания, если сделать так один-два раза. Совершение джамаатом намаза лунного затмения (хусуф) - макрух.</p>
<p>Коллективное совершение суннат-намазов - макрух-тахриман, если это делается с призывом и объявлением. Если же люди соберутся без призыва и предварительной договоренности и прочитают суннат-намаз коллективно, не совершив азан и икамат, макруха не будет.</p>
<p>Маркух - совершать намаз вторым джамаатом в квартальной мечети, в которой есть имам и муаззин, после того, как прихожане этой мечети совершили намаз джамаатом с азаном и икаматом. Если же второй джамаат совершается так, что он не похож на первый, например, имам второго джамаата встает не там, где обычно встает имам мечети - тогда макруха не будет.</p>
<h5>Для кого джамаат-намаз - сунна</h5>
<p>Совершение намаза джамаатом — сунна муаккада, близкая к ваджибу по силе, для того, кто соответствует следующим условиям;</p>
<p>1. Быть мужчиной. Для женщины коллективное совершения намаза не будет сунной.</p>
<p>2. Быть половозрелым. Для ребенка коллективное совершения намаза не будет сунной.</p>
<p>3. Быть в здравом уме. Для сумасшедшего коллективное совершения намаза не будет сунной.</p>
<p>4. Не иметь уважительной причины для пропуска джамаат-намаза. Тому, кто имеет уважительную причину, совершение намаза коллективно не будет сунной.</p>
<p>5. Быть свободным. Для раба коллективное совершения намаза не сунна.</p>
<p>Но если женщина, ребенок, сумасшедщий, тот, у кого есть причина для пропуска джамаата, и раб совершат коллективно намаз, их намаз действителен, и они получат за него награду.</p>
<h5>Когда можно пропустить джамаат-намаз</h5>
<p>Джамаат-намаз можно пропустить при наличии одного из следующих оправданий:</p>
<p>1. Если идет сильный ливень.</p>
<p>2. Если очень холодно, и человек боится, что если пойдет в мечеть, то заболеет или его болезнь усугубится.</p>
<p>3. Если на дороге сильная грязь.</p>
<p>4. Если очень темно.</p>
<p>5. Если ночью дует сильный ветер.</p>
<p>6. Болезнь.</p>
<p>7. Слепота.</p>
<p>8. Если слишком стар и не способен идти в мечеть.</p>
<p>9. Если ухаживаешь за больным, который нуждается</p>
<p>в постоянном уходе.</p>
<p>10. Если есть потребность справить большую или малую нужду.</p>
<p>11. Если заключен в тюрьму, независимо от того, справедливо это заключение или несправедливо.</p>
<p>12. Если у человека ампутирована одна или обе ноги.</p>
<p>13. Если человек болен болезнью, которая не позволяет</p>
<p>ему ходить, например, паралич.</p>
<p>14. Если человек сильно голоден, а еда готова.</p>
<p>15. Если он готовится к путешествию.</p>
<p>16. Если человек боится, что, если будет участвовать в</p>
<p>джамаат-намазе, его имущество украдут или оно погибнет как-то иначе.</p>
<p>17. Если он боится, что, если будет участвовать в джамаат-намазе, его поезд уйдет или самолет улетит.</p>
<h5>Необходимые условия для имама</h5>
<p>Для того чтобы джамаат-намаз был действительным, имам должен отвечать следующим условиям;</p>
<p>1. Быть мужчиной. Женщины не могут руководить намазом мужчин.</p>
<p>2. Быть мусульманином. Неверующий не может быть</p>
<p>имамом ни при каких обстоятельствах.</p>
<p>3. Быть половозрелым (балиг). Ребенок не может быть</p>
<p>имамом.</p>
<p>4. Быть в здравом уме. Сумасшедший не может быть</p>
<p>имамом.</p>
<p>5. Он должен уметь читать Коран в объеме обязательного чтения. Человек, не умеющий читать Коран, не имеет</p>
<p>права быть имамом для того, который умеет его читать.</p>
<p>6. Чтобы он соблюдал все условия намаза, такие как</p>
<p>чистота и сокрытие аурата.</p>
<p>7. У него не должно быть состояния ‘узра (постоянного</p>
<p>нарушения омовения), такого как постоянное кровотечение из носа, недержание мочи и выход кишечных газов и т. п.</p>
<p>8. У него не должно быть дефектов речи, чтобы он мог</p>
<p>произносить звуки правильно. Например, не может быть имамом человек, который меняет «р» на «^», или на «л», а «с» на « ^», для того, кто правильно произносит эти звуки.</p>
<h5>Кто имеет больше прав возглавить джамаат-намаз</h5>
<p>Правитель (мусульманин) и его заместитель имеют преимущественное право возглавить коллективный намаз.</p>
<p>Имам, работающий в мечети, имеет преимущественное право возглавлять намаз в этой мечети.</p>
<p>Владелец дома имеет право возглавить намаз, если он имеет право быть имамом, и джамаат собрался в его доме.</p>
<p>Если нет султана, его заместителя, постоянного имама или владельца дома, то возглавлять намаз должен тот, кто знает правила совершения намаза (его действительности и недействительности).</p>
<p>Затем тот, кто больше всех знает наизусть из Корана, при условии, что он знает правила намаза.</p>
<p>Затем самый благочестивый.^^ Затем самый старший.</p>
<p>Если они равны [в вышеперечисленных качествах], то тот, кого выберут люди.</p>
<p>Если люди расходятся во мнениях, то имамом должен встать тот, кого выбрало большинство.</p>
<p>Если они выдвинут имамом недостойного человека, то поступят плохо.</p>
<p>77 Если все собравшиеся равны в знании фикха намаза и знают одинаковое количество сур Корана, допустим, все являются хафизами. Прим. пер.</p>
<h5>Макрух в руководстве намазами</h5>
<p>1. Макрух быть имамом открытому грешнику (фасик).</p>
<p>2. Макрух быть имамом стороннику новшеств (мубтади’).</p>
<p>3. Макрух быть имамом незрячему, кроме случая, когда он самый достойный стать имамом из собравшихся,</p>
<p>тогда это не макрух.</p>
<p>4. Макрух вставать имамом невежде (кто не обладает</p>
<p>религиозными знаниями), будь он сельский или городской житель, если среди собравшихся есть человек знающий.</p>
<p>5. Макрух вставать имамом тому, которого люди недолюбливают из-за его недостатков.</p>
<p>6. Макрух удлинять молитву сверх положенного.</p>
<p>7. Макрух совершать намаз джамаатом, где только</p>
<p>женщины, но если они делают так, то женщина-имам должна стоять в ряду.</p>
<p>8. Макрух женщинам присутствовать на джамаат-намазе [в мечети] из-за всеобщей фитны.</p>
<h5>Положение муктади и порядок рядов</h5>
<p>Если вместе с имамом молится мужчина или мальчик, то ему следует стоять справа от имама немного позади.</p>
<p>Если с имамом двое или больше мужчин, то они встают позади имама. Также если за имамом молятся мужчина и мальчик, они вместе встают позади имама.</p>
<p>Если собрались мужчины, женщины, мальчики и гермафродиты, сначала выстраиваются ряды мужчин, затем мальчиков, затем гермафродитов, затем женщин.</p>
<p>Кому-то из достойных людей, подходящих для того, чтобы быть имамом, следует встать в первый ряд сразу за имамом, чтобы они смогли заменить имама в том случае, если у него нарушится омовение.</p>
<p>Если в джамаате только один мальчик, он встает в ряд с мужчинами.</p>
<p>Если мальчиков несколько, они образуют отдельный ряд позади рядов мужчин, не вставая в их ряды.</p>
<p>Если человек пришел на намаз и застал имама в руку’, то он должен сначала занять место в ряду, а затем вступать в намаз, даже если он из-за этого промедления пропустит ракаат.</p>
<h5>Условия действительности следования за имамом</h5>
<p>Следование за имамом действительно при следующих условиях:</p>
<p>1. Молящийся намерен следовать за имамом при вступлении в намаз.</p>
<p>2. Пятки имама должны быть хотя бы немного впереди пяток муктади.</p>
<p>3. Имам не должен совершать намаз по статусу ниже,</p>
<p>чем намаз муктади. Поэтому недействительно следование, если имам совершает нафль-намаз, а муктади - фард, но действительно, если имам совершает фард, а муктади — нафль.</p>
<p>4. Имам и муктади должны совершать фард одного и</p>
<p>того же времени, поэтому недействительно следование, если имам совершает, например, намаз зухр, а муктади — аср или наоборот.</p>
<p>5. Между имамом и муктади не должно быть ряда женщин.</p>
<p>6. Между имамом и муктади не должно быть реки, по</p>
<p>которой могла бы проплыть лодка.</p>
<p>7. Между имамом и муктади не должно быть дороги,</p>
<p>по которой может проехать автомобиль или телега.</p>
<p>8. Между имамом и муктади не должно быть ничего,</p>
<p>что могло бы скрыть от муктади действия имама. Если человек слышит или видит перемещения имама в намазе, то его следование за ним действительно.</p>
<p>Совершающий омовение может следовать за имамом, который молится с таяммумом.</p>
<p>Действительно следование того, кто помыл ноги, за имамом, который протирает хуффы.</p>
<p>Действительно следование того, кто молится стоя, за имамом, который молится сидя [совершая суджуд на земРазрешается человеку, который стоит прямо, следовать за имамом, который горбится.</p>
<p>Разрешается следовать за имамом, который совершает намаз наклонами головы, тому, кто тоже молится наклонами головы.</p>
<p>Если намаз имама нарушается по какой-либо причине, нарушается намаз и джамаата. Имам обязан переделать намаз и объявить, что его намаз был нарушен, чтобы джамаат мог переделать его.</p>
<h5>Когда муктади следует за своим имамом, а когда не следует</h5>
<p>Если имам встает для совершения третьего ракаата до того, как муктади закончит читать ташаххуд, муктади не должен вставать вслед за ним; он завершает ташаххуд и затем встает.</p>
<p>Если имам даст салям до того, как муктади закончит ташаххуд, муктади не следует за ним, он завершает ташаххуд, а затем дает салям.</p>
<p>Если имам совершает лишний суджуд, муктади не следует за ним в этом.</p>
<p>Если имам по забывчивости встает после последнего сидения, муктади не следует за ним.</p>
<p>Если имам закрепляет лишний ракаат суджудом, муктади дает салям в одиночку.</p>
<p>Если имам по забывчивости встанет до последнего сидения, муктади не следует за ним, а предупреждает его тасбихом и ждет, пока он вернется в сидение. Если имам закрепляет лишний ракаат суджудом, муктади дает салям в одиночку.</p>
<p>Если муктади даст салям до того, как имам закрепит лишний ракаат суджудом, то его намаз будет нарушен.</p>
<p>Если имам выйдет из руку’ или суджуда до того, как муктади завершит троекратный тасбих, муктади следует за ним и не заканчивает тасбих.</p>
<p>Для муктади макрух давать салям раньше имама. Если муктади даст салям до того, как имам закончит ташаххуд, его намаз нарушится.</p>
<h5>Решения, связанные с преградой (сутрой)</h5>
<p>Посланник Аллаха, мир ему и благословение Всевышнего, сказал:</p>
<p>«Если кто-то из вас совершает намаз, пусть установит преграду, и пусть подойдет к ней близко».^® Сутра — то, что совершающий намаз устанавливает перед собой, например, палка или другие предметы, чтобы проходящий перед ним не отвлек его от намаза.</p>
<p>78 Передают Абу Дауд (695) и ан-Насаи (749).</p>
<p>Для имама мустахаб установить преграду перед собой, если он находится в месте, где могут проходить люди.</p>
<p>Муктади не нужно устанавливать сутру, потому что сутра имама - это сутра для муктади.</p>
<p>Для молящегося мустахаб стоять близко к сутре.</p>
<p>Также мустахаб, чтобы молящийся стоял чуть левее или чуть правее сутры, а не прямо перед ней.</p>
<p>Условие сутры - быть длиной в локоть или больше и толщиной в палец или толще.</p>
<h5>Решения, связанные с прохождением перед молящимся</h5>
<p>Не разрешается проходить перед молящимся от места, где стоят его ноги до места, куда он опускает голову в суджуде, если он молится в большой мечети.</p>
<p>Также не разрешается проходить перед молящимся от места, где стоят его ноги, до места, куда он опускает голову в суджуде, если он молится на открытой местности.</p>
<p>Не разрешается проходить перед молящимся от места, где стоят его ноги, до стены со стороны кыблы, если он молится в маленькой мечети или в маленьком доме.</p>
<p>Также не разрешается молящемуся выбирать для намаза такое место, где ходит много людей, и не устанавливать при этом преграду.</p>
<p>Если кто-то пытается пройти перед молящимся, ему разрешено помещать этому, подав ему знак или произнеся вслух тасбих.</p>
<p>Молящийся также имеет право подать сигнал проходящему, повысив голос при чтении.</p>
<p>Ему не следует останавливать проходящего рукой.</p>
<p>Женщина может предупредить проходящего перед ней жестом или хлопком ладони, и она не должна для этого повышать голос во время чтения.</p>
<h5>Когда следует прерывать молитву и когда это разрешено</h5>
<p>Не разрешается прерывать намаз после его начала без уважительной причины.</p>
<p>Не разрешается прерывать намаз, если молящегося зовет отец или мать.</p>
<p>Молящийся должен прервать намаз, если увидит слепого, приближающегося к колодцу или яме, и он опасается, что если не предупредит его, то слепой упадет в колодец или яму.</p>
<p>Молящийся обязан прервать намаз, если к нему обращается тот, с кем обошлись несправедливо, при условии, что молящийся в состоянии помочь и исправить несправедливость.</p>
<p>Молящийся может прервать намаз, если увидит вора, крадущего имущество стоимостью дирхам^'’ и больще, и неважно, его это имущество или чужое.</p>
<p>Путешественнику разрешается отложить намаз на более позднее время, если он опасается воров.</p>
<h5>Намаз витр</h5>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>79 Стоимостью примерно 3,5 гр. серебра и выше. Прим. пер.</p>
<p>«Витр — истина, и кто не совершает витр, тот не из нас»^°.</p>
<p>Витр-намаз — ваджиб.</p>
<p>Если человек забыл совершить витр-намаз либо пропустил намеренно, он должен возместить его.</p>
<p>Намаз витр состоит из трех ракаатов с одним салямом.</p>
<p>Намаз витр следует совершать после сунны иша-намаза.</p>
<p>Не разрешается совершать намаз витр сидя, если способен стоять. Также не разрешается совершать этот намаз верхом или в транспорте без уважительной причины.</p>
<p>Молящийся должен читать в каждом ракаате витр-намаза суру «аль-Фатиха» и суру после нее, как это делается в суннат-намазах, и садиться для чтения ташаххуда после первых двух ракаатов.</p>
<p>В первом сидении нельзя читать ничего после ташаххуда.</p>
<p>Встав на третий ракаат, не читаешь «субханакя...» и та’аввуз.</p>
<p>Закончив чтение суры в третьем ракаате, ваджиб, подняв руки на уровень ушей, произнести такбир, как при вступлении в намаз, и затем стоя прочитать дуа-кунут, прежде чем перейти в руку’^*.</p>
<p>Чтение кунута - ваджиб в витр-намазе в течение всего года.</p>
<p>Имам, муктади и совершающий намаз в одиночку читают кунут тихо.</p>
<p>81 Поднятие рук является сунной, дуа-кунут - ваджибом, а такбир перед кунутом - ваджиб, согласно более сильному мнению.</p>
<p>Прим. пер.</p>
<p>Желательно читать дуа-кунут в форме, переданной от Абдуллаха ибн Мас’уда, да будет доволен им Аллах, а именно:</p>
<p>«Аллаахумма, инна наста'иинукя ва настагфирукя ва настахдиикя ва ну’мину бикя ва натуубу ’иляйк, ва натаваккялю ’аляйк, ва нуснии ’аляйкя-ль-хайра кулляхуу нашкурук, ва ляя накфурук ва нахля’у ва натруку май-йафджурук. Аллахумма, ийа-кя на’буду, ва ля-кя нусолли ва насджуд, ва иляй-кя нас’а ва нахфид, нарджу рахмата-кя, ва нахша ’азаба-кя, инна ’азаба-кял жидда би-ль-куффари мульхик!».</p>
<p>«О Аллах! Мы взываем к помощи Твоей, просим вести нас по верному пути, просим у Тебя прощения и каемся.</p>
<p>Веруем и полагаемся на Тебя. Восхваляем Тебя за все блага, благодарим Тебя, и не являемся не верующими в Тебя, и отстраняемся, и отдаляемся от тех, кто ослушивается Тебя. О Аллах, Тебе мы поклоняемся. Тебе посвящаем молитвы, и пред Тобой падаем ниц, к Тебе мы устремляемся и спешим, уповая на Твою милость, и страшимся наказания Твоего, поистине наказание Твое неизбежно постигнет неверующих».</p>
<p>в конце можно прочитать салават Пророку, да благословит его Аллах и приветствует.</p>
<p>Однако тот, кто не знает это дуа наизусть, может читать, например:</p>
<p>Смысл: «О Господь! Дай нам благо в земной жизни и благо в вечной жизни и защити нас от наказания в Аду!».^^ Также можно сказать: «Аллахумма гфир-ли (О Аллах, прости меня)» или «Йа Рабб (О мой Господь)» три раза.</p>
<p>Если молящийся забыл прочитать кунут и вспомнил об этом уже в руку’, то он не читает кунут в руку’.</p>
<p>Он не возвращается в кыям, чтобы прочитать кунут, но он должен совершить саджда ас-сахв после саляма изза того, что пропустил ваджиб.</p>
<p>Аналогично, если он вспомнит об этом после того, как выйдет из руку’, он не читает кунут, но совершает саджда ас-сахв после саляма.</p>
<p>Если прочитал кунут после выхода из руку’, не нужно повторять руку’, просто совершаешь саджда ас-сахв, потому что прочитал кунут не в его месте.</p>
<p>Если имам перешел в руку’ до того, как муктади закончил чтение кунута, муктади не следует за ним. Он должен дочитать кунут, после этого догнать имама в руку’.</p>
<p>Однако если опасаешься не застать имама в руку’, то прекращаешь читать кунут и переходишь в руку’.</p>
<p>Если имам забыл прочитать кунут, муктади следует прочитать его, если удастся застать имама в руку’, но если опасаешься не застать имама в руку’, то прекращаешь читать кунут и идешь в руку’.</p>
<p>82 Сура «аль-Бакара», аят 201.</p>
<p>Кунут не читается в других намазах, кроме витра, за исключением трудных времен (навазиль)^^ Кунут ан-навазиль желательно читать в коллективном намазе после выхода из руку’. Совершающий намаз в одиночку не читает кунут ан-навазиль.</p>
<p>Имаму следует читать кунут ан-навазиль в следующей форме, но он может добавить к нему что-то, переданное в Сунне:</p>
<p>«Аллахумма-хдина би фадлика фи ман хадайт, ва ‘афина фи ман ‘афайт, ва тавалляна фи ман тавалляйт, ва барик ляна фи ма а'тайт, ва кынна шарра ма кадайт. Фа иннака такды ва ля юкда ‘аляйк, ва иннаху ля йазиллю ман валяйт, ва ля йа'иззу ман ‘адайт, табаракта Раббана ва та'аляйт».</p>
<p>«О Аллах! Веди меня истинным путем, чтобы я был из тех, кто ведом Тобой истинным путем! Сделай меня здоровым, чтобы я был из тех, кто наделен Тобой здоровьем! Возьми меня под Свое покровительство, чтобы я был из тех, кому Ты покровительствуешь! Дай мне благо в том, чем Ты меня наделил. Избавь меня от зла, которое Ты предопределяешь! Воистину, Ты предопределяешь, и никто не может Тебе повелеть! И воистину, не будет унижен тот, кому Ты покровительствуешь. И не будет воз83 Во время бед, войн, голода, опасностей и т. п. Прим. пер.</p>
<p>вышен тот, кому Ты не благоволишь! Благословенен наш Господь и Велик».</p>
<p>В конце также можно прочитать салават Пророку, да благословит его Аллах и приветствует.</p>
<p>Если масбук застанет имама в третьем ракаате, считается, что как будто он застал кунут. Он не должен читать кунут, когда встанет, чтобы завершить пропуіценные ракааты.</p>
<p>Совершать намаз витр в рамадан вместе с джамаатом лучше, чем в одиночку в конце ночи.</p>
<p>Совершать намаз витр в джамаате не в рамадан - макрух.</p>
<h5>Желательные намазы</h5>
<p>Это намазы, которые Пророк, мир ему и благословение Аллаха, совершал в дополнение к тем намазам, которые Всевышний сделал обязательными, для приближения к Аллаху. Некоторые из них Пророк, мир ему и благословение, совершал всегда, а некоторые иногда оставлял.</p>
<p>Намазы, которые Пророк, да благословит его Аллах и приветствует, совершал всегда, называются суннами муаккада (усиленная сунна), а намазы, которые он иногда совершал, а иногда оставлял, называются суннами гейр муаккада или мандубами.</p>
<h5>Сунны муаккада</h5>
<p>1. Два ракаата перед фардом утреннего намаза.</p>
<p>2. Четыре ракаата с одним салямом перед фардом</p>
<p>зухр-намаза.</p>
<p>3. Два ракаата после фарда зухр-намаза.</p>
<p>4. Два ракаата после фарда магриб-намаза.</p>
<p>5. Два ракаата после фарда иша.</p>
<p>6. Четыре ракаата с одним салямом перед фардом пятничного намаза (джума).</p>
<p>7. Четыре ракаата с одним салямом после фарда пятничного намаза.*'‘</p>
<h5>Сунны гейр-муаккада</h5>
<p>1. Четыре ракаата до фарда аср-намаза.</p>
<p>2. Шесть ракаатов после магриб-намаза.</p>
<p>3. Четыре ракаата до фарда иша-намаза.</p>
<p>4. Четыре ракаата после иша-намаза.</p>
<p>Суннат-намазы совершаются так же, как обязательные намазы, за исключением того, что в каждом ракаате после суры «аль-Фатиха» читается другая сура [или аяты].</p>
<p>Если совершил более двух ракаатов суннат-намаза и не садился до последнего ракаата, то намаз действителен с макрухом.</p>
<p>Совершать намаз более четырех ракаатов днем с одним салямом - макрух.</p>
<p>Совершать намаз более восьми ракаатов ночью с одним салямом - макрух.</p>
<p>По мнению имама Абу Ханифы, да смилуется над ним Аллах, лучше совершать нафль по четыре рак’ата с одним салямом и ночью, и днем.</p>
<p>По мнению имамов Абу Юсуфа и Мухаммада, да смилуется над ними Аллах, лучше совершать нафль-намазы ночью по два ракаата, а днем - по четыре [с одним салямом].</p>
<p>Более длительное стояние и чтение [Корана] лучше, чем слишком много ракаатов.</p>
<p>84 Имам Абу Юсуф, да помилует его Аллах, считал, что суннат-намаз после джума-намаза состоит из шести ракаатов.</p>
<p>Совершать дополнительные (нафль) намазы ночью лучше, чем днем.</p>
<h5>Намазы мандуб и оживление ночей</h5>
<p>Тому, кто вошел в мечеть, мустахаб совершить два ракаата намаза до того, как сесть. Этот намаз называется «тахийят аль-масджид» (намаз приветствия мечети) Но если сначала сел, а затем встал и прочитал два ракаата - так тоже можно.</p>
<p>Если он совершит обязательный намаз сразу после того, как войдет в мечеть, или совершит какой-то другой намаз без намерения на приветствие мечети, то этот его намаз засчитается в качестве приветствия мечети.</p>
<p>Мустахаб совершить два ракаата после малого омовения, пока тело не высохло. Этот намаз называется «тахийят аль-вуду».</p>
<p>Мустахаб совершать четыре ракаата в утреннее время*^ и можно при желании увеличить до двенадцати ракаатов. Этот намаз называется «духа».</p>
<p>Мутсахаб совершать намаз истихара, состоящий из двух ракаатов.®* Рекомендуется совершать намаз нужды (солят аль-хаджа), который состоит из двух ракаатов.</p>
<p>Мустахаб оживлять ночи последних десяти дней рамадана.</p>
<p>Мустахаб оживлять ночи перед двумя праздниками:</p>
<p>ид аль-фитр и ид аль-адха.</p>
<p>Мустахаб оживлять первые десять ночей зуль-хиджа.</p>
<p>85 Оно начинается примерно спустя полчаса после восхода Солнца и заканчивается незадолго до полудня. Прим. пер.</p>
<p>86 После которых читается пришедшее из Сунны дуа-истихара.</p>
<p>Прим. пер.</p>
<p>Мустахаб оживлять ночь середины месяца ша’бан.</p>
<p>Макурх собираться®^ для оживления всех перечисленных ночей, если собрание заранее спланировано и происходит по приглашению. Однако если собрание проходит без приглашения, то это не макрух.</p>
<h5>Совершение намаза сидя</h5>
<p>Не разрешается совершать обязательные намазы сидя, если есть возможность стоять. Также недействителен и ваджиб-намаз сидя при возможности стоять.</p>
<p>87 Будь то в мечети или в другом месте.</p>
<p>Но действительны нафль-намазы сидя при возможности стоять.</p>
<p>Тот, кто совершает суннат-намаз сидя без уважительной причины, получает половину награды того, кто совершил его стоя. А тот, кто молится сидя по уважительной причине, заслуживает полную награду.</p>
<p>Молящийся сидя должен сидеть так, как сидят для чтения ташаххуда.</p>
<p>Если он начал намаз стоя, то может завершить его сидя без нежелательности.</p>
<h5>Совершение намаза верхом</h5>
<p>Не действительны фард-намазы и ваджиб-намазы, совершенные верхом.</p>
<p>Так что намазы витр, назр*® и возмещение желательного намаза, который человек нарушил после вступления в него, нельзя совершать верхом.</p>
<p>Если у молящегося есть оправдание, например, он боится, что враг настигнет его, если он спустится на землю, или боится хищников, или боится, что его верховое животное убежит от него, или внизу сильная грязь - в этих случаях разрешается совершать фард и ваджиб верхом.</p>
<p>Аналогично, если он не может найти никого, кто помог бы ему вернуться в седло, а сам он сделать этого не сможет.</p>
<p>Разрешается совершать сунны муаккада верхом, за исключением сунны фаджр-намаза. Для ее совершения следует спуститься на землю, потому что это самая сильная сунна [близкая к ваджибу].</p>
<p>88 Намаз по данному обету. Прим. пер.</p>
<p>Если человек совершает намаз вне населенного пункта верхом, ему следует молиться наклонами головы в том направлении, куда движется животное.</p>
<h5>Намаз на корабле</h5>
<p>По мнению имама Абу Ханифы, да помилует его Аллах, разрешается совершать обязательные намазы на плывущем корабле сидя, без уважительной причины.</p>
<p>Не разрешается совершать обязательные намазы сидя на плывущем корабле сидя без уважительной причины, по мнению имамов Абу Юсуфа и Мухаммада, да смилуется над ними Аллах.®^ Не разрешается совершать намаз на корабле наклонами головы тому, кто может полноценно выполнять руку’ и суджуд.</p>
<p>Если корабль привязан к берегу, не разрешается совершать обязательный намаз сидя при возможности стоять.</p>
<p>Если человек не может сойти с корабля, то разрешается молиться на корабле, независимо от того, привязан он или находится в плавании.</p>
<h5>Намаз в поезде и самолете</h5>
<p>Согласно мнению имама Абу Ханифы, разрешается совершать фард-намаз в движущемся поезде и в самолете во время полета сидя без уважительной причины.</p>
<p>По мнению большинства имамов, не разрешается совершать фард-намаз в движущемся поезде и самолете во время полета сидя без уважительной причины, например, сильного головокружения.</p>
<p>89 И этому мнению мы следуем. Прим. пер.</p>
<p>Аналогично, если поезд трясет так сильно, что стоять трудно, намаз сидя будет действителен.</p>
<p>Если он молится стоя между сидений и выполняет саджда на сиденье, то его намаз будет действителен, если он не может совершать саджда на пол поезда.</p>
<p>Однако если поезд стоит, то не разрешается молиться сидя без уважительной причины, по единогласному мнению.</p>
<p>Аналогично, если самолет стоит на земле, то не разрешается молиться сидя без уважительной причины.</p>
<p>Если он начинает намаз лицом к кыбле, а затем поезд или самолет поворачивает в другую сторону, ему следует повернуться к кыбле, если он в состоянии это сделать.</p>
<p>Если он не может повернуться или если он не знает, что поезд или самолет повернулись, его намаз действителен.</p>
<h5>Намаз таравих</h5>
<p>Намаз таравих предписан только в рамадан. Он назван так потому, что первые мусульмане отдыхали после каждых четырех ракаатов. Его также называют «кыям рамадана».</p>
<p>Пророк, мир ему и благословение, сказал:</p>
<p>«Кто выстаивает [намаз в] рамадан с верой и надеждой [на награду], тому будут прощены его прошлые грехи»^° Намаз таравих — индивидуальная сунна муаккада (сунна ’айн муаккада) для мужчин и женщин.</p>
<p>Коллективное совершение таравиха - это сунна кифая^^ для людей, живущих в данной местности.</p>
<p>Намаз таравих состоит из двадцати ракаатов с десятью салямами.</p>
<p>Время таравиха наступает после совершения намаза иша и продолжается до рассвета.</p>
<p>Мустахаб совершать таравих перед витром. Но действительно и совершение таравиха после витра, хотя лучше все-таки прочитать сначала таравих, потом витр.</p>
<p>Мустахаб откладывать таравих до конца первой трети ночи или до середины ночи.</p>
<p>Мустахаб садиться для отдыха после каждых четырех ракаатов на время совершения четырех ракаатов.</p>
<p>Также мустахаб сидеть между пятым таравихом и витром.</p>
<p>Сунной является полное прочтение Корана во время намаза таравих один раз за рамадан, поэтому не следует оставлять полное чтение (хатм) Корана из-за недовольства людей. Также не следует оставлять салават Пророку, да благословит его Аллах и приветствует, в каждом ташаххуде, даже если это утомляет людей. Также не следует пропускать дуа «субханака...» и тасбихи в руку’ и суджуде.</p>
<p>Дуа после салавата Пророку, да благословит его Аллах и приветствует, можно пропустить, если это утомляет людей, но лучше прочитать короткое дуа, чтобы выполнить эту сунну.</p>
<p>91 Если одна часть джамаата совершила таравих коллективно, то со всех жителей местности это требование спадает. Но если никто в общине не совершил таравих коллективно, все жители этой местности допустили тем самым упущение, а возможно, и грех.</p>
<p>92 То есть после окончания намаза таравих и до начала совершения витра. Прим. пер.</p>
<p>Намаз таравих не возмещается — ни джамаатом, ни в одиночку.</p>
<h5>Намаз путника</h5>
<p>Всевышний Аллах говорит:</p>
<p>о' ''МЗ «Когда вы путешествуете по земле, нет для вас греха в том, чтобы сокраш;ать намаз»</p>
<p>[Сура ан-Ниса, 101].</p>
<p>Бухари и Муслим передали от Анаса, да будет доволен им Аллах, что он сказал:</p>
<p>«Мы отправились с Посланником Аллаха из Медины в Мекку, и он совершал намазы по два ракаата, пока мы не вернулись в Медину».</p>
<p>Минимальное расстояние, при котором ваджиб сокращать намазы и разрешается не поститься в рамадан, — это расстояние в три дня пути в самые короткие дни года при умеренной ходьбе, то есть пешком или на верблюде.’^ Тот, кто преодолевает расстояние трех дней пути за час, например, на быстром транспорте вроде поезда или самолета, все равно обязан сокращать намазы.</p>
<p>Сокращение намазов в пути - ваджиб. Кто читает их полностью, тот совершает грех.</p>
<p>Путешественник сокращает фард зухра, асра и иша, то есть читает их по два ракаата вместо четырех.</p>
<p>Он не сокращает намазы фаджр и магриб.</p>
<h5>Условия действительности намерения на путешествие</h5>
<p>Для того чтобы намерение отправиться в путь было действительным, необходимы три условия:</p>
<p>1. Тот, кто собирается путешествовать, должен быть</p>
<p>половозрелым. Несовершеннолетнему не ваджиб сокращать намазы.</p>
<p>2. Намеревающийся путешествовать должен быть самостоятельным в своем путешествии, поэтому если он</p>
<p>следует за человеком, у которого нет намерения на путешествие, ему не ваджиб сокращать намазы.</p>
<p>Намерение жены отправиться в путь не учитывается, если муж не намерен путешествовать, потому что жена следует за мужем.</p>
<p>Намерение слуги отправиться в путь не учитывается, если его хозяин не собирается путешествовать, потому что слуга подчинен своему господину.</p>
<p>Точно так же намерение солдата путешествовать не учитывается, если его командир не намерен путешествовать, потому что солдат подчинен своему командиру.</p>
<p>3. Расстояние путешествия не должно быть менее расстояния трех дней пешего пути.</p>
<h5>С какого момента начинается путешествие</h5>
<p>Не разрешается сокращать намазы, пока человек не выйдет за пределы деревни и прилегающих к ней территорий.</p>
<p>Не разрешается сокращать намазы, пока человек не покинет город с его пригородом’"*.</p>
<p>94 Это территории, которые жители города используют для своих нужд: для свалки, кладбища, спортивных игр и т. п.</p>
<p>Не разрешается сокращать намазы, имея только намерение на путешествие, но не покинув город или деревню.</p>
<p>Также не разрешается сокращать намазы, если человек пускается в путь с намерением на путешествие, но еще не выщел за пределы населенного пункта с прилегающей к нему территорией.</p>
<p>Следует сокращать намазы в любом путешествии, будь то путешествие ради выполнения поклонения, например, хаджа, или с дозволенной целью, например, для торговли, или ради чего-то греховного, например, кражи.</p>
<p>Если путник совершит четыре ракаата намаза, при этом сядет после первых двух ракаатов, то его намаз будет действителен, а последние два ракаата станут нафлем.</p>
<p>Но делать так макрух [тахриман], потому что даешь салям не в установленном для него месте.</p>
<p>Если путник совершит четыре ракаата намаза и не сядет после первых двух ракаатов на длину чтения ташаххуда, то его намаз не будет действительным, потому что сокращение намаза — это обязанность для нас [ханафитов], а не облегчение (рухса).</p>
<h5>Продолжительность сокращения намазов</h5>
<p>Путешественник продолжает сокращать фард-намазы до тех пор, пока не вернется в свой город, войдя в его границы.</p>
<p>Человек прекращает сокращать намазы, когда у него появляется намерение остаться в каком-либо населенном пункте (городе или деревне) на 15 дней и больше.</p>
<p>Если же он намерен пробыть там менее пятнадцати дней, он должен сокращать фард-намазы.</p>
<p>Аналогично, если он не собирается оставаться там, но находится без намерения задержаться, даже если это состояние продлится в течение нескольких лет, он сокращает намазы.</p>
<h5>Следование путника за местным имамом и наоборот</h5>
<p>Разрешается путнику совершать джамаат-намаз, следуя за местным имамом, и он совершает четыре ракаата.</p>
<p>Местному жителю разрешается следовать за имамом-путником.</p>
<p>Если путник встает имамом для местных жителей, то после намаза он должен сказать: «Закончите ваш намаз, ибо я - путник».</p>
<p>Лучше всего произносить эти слова и перед намазом, и после его окончания.</p>
<p>Если местный житель встает, чтобы завершить намаз после того, как имам-путник дал салям, он не читает Коран, а завершает намаз без чтения как ляхик''^ Если четырехкратный намаз был пропущен в пути, то он восполняется как двухракаатный, независимо от того, возмещается он в пути или не в пути.</p>
<p>Если четырехкратный намаз был пропущен не в пути, то он возмещается как четырехракаатный, независимо от того, возмещают его в пути или не в пути.</p>
<p>Постоянное и временное места жительства и связанные с ними решения Постоянное место жительства (аль-ватан аль-асли) аннулируется при появлении нового постоянного места жительства.</p>
<p>95 Это человек, который вступил в намаз вместе с имамом, а затем по какой-то причине пропустил часть намаза, например, уснул в намазе или у него нарушилось омовение. Прим. пер.</p>
<p>Если человек покинет свое постоянное место жительства и переедет из него в другой населенный пункт и поселится там постоянно, а затем по какой-то причине вернется на свое прежнее постоянное место жительства^^, то он читает там намазы сокращенно, потому что это больше не аль-ватан аль-асли для него.</p>
<p>Временное место жительства (аль-ватан аль-икама) аннулируется при переезде в другое временное место жительства.</p>
<p>Также временное место жительства аннулируется при выходе из него в путешествие и при возвращении в свое постоянное место жительства.</p>
<p>Постоянное место жительства — это населенный пункт, где человек поселился, независимо от того, вступил он там в брак или нет.</p>
<p>Временное место жительства — это населенный пункт, где человек намеревается задержаться на 15 дней и больНамаз больного Всевышний Аллах говорит:</p>
<p>«Аллах не возлагает на человека то, что ему не под силу»</p>
<p>[Аль-Бакара, 286].</p>
<p>Пророк, да благословит его Аллах и приветствует, сказал Имрану ибн Хусайну:</p>
<p>96 Меньше, чем на 15 дней. Прим. пер.</p>
<p>«Читай намаз стоя, а если не можешь, то сидя, а если не можешь, то [лежа] на боку наклонами голоНе разрешается отказываться от намаза даже в состоянии болезни.</p>
<p>Тот, кто болен и не может выполнить все столпы намаза полностью, выполняет те столпы, которые в состоянии выполнить.</p>
<p>Например, больной, который не может молиться стоя, может молиться сидя, выполняя руку’ и суджуд [на землю или на пол]. Также тот, кому трудно стоять из-за сильной боли, молится сидя, выполняя руку’ и суджуд.</p>
<p>Человек также может молиться сидя, если опасается наступления болезни, усиления болезни или отсрочки исцеления из-за совершения намаза стоя.</p>
<p>Он также может молиться сидя, обозначая руку’ и суджуд наклонами головы, если не может полноценно совершать руку’ и суджуд или что-то одно из них.</p>
<p>Человек, который совершает руку’ и суджуд наклонами головы, должен наклонить голову, обозначая суджуд, ниже, чем для обозначения руку’.</p>
<p>Если он не наклонит голову, обозначая суджуд, ниже, чем для обозначения руку’, его намаз будет недействителен.</p>
<p>Молящемуся не разрешается поднимать что-либо к лицу и совершать на это суджуд.</p>
<p>Если больной не может сидеть, он может молиться лежа на спине, вытянув ноги в сторону кыблы, согнув колени и подложив под голову подушку так, чтобы его лицо было направлено в сторону кыблы, и совершая руку’ и суджуд наклонами головы.</p>
<p>Также человеку разрешается, если он не может сидеть, молиться лежа на боку, совершая руку’ и суджуд наклонами головы.</p>
<p>Наклон головы заменяет руку’ и суджуд. Но если человек не наклоняет голову и обозначает руку’ и суджуд движениями век или бровей, либо молится мысленно, его намаз не действителен.</p>
<p>Если больной не может молиться наклонами головы, он откладывает совершение намазов до времени, когда сможет молиться. Если он пропустил намазы меньше, чем за сутки, ему обязательно будет их восполнить, когда появится возможность. А если он пропустит намазы больше, чем за сутки, то их возмеш;ать уже не нужно.</p>
<p>Если человека охватило сумасшествие или он потерял сознание, и обморок или сумасшествие продолжаются больше суток, и человек пропустил больше пяти намазов, он не обязан их возмещать.</p>
<p>А если обморок или сумасшествие продлились меньше суток, и человек пропустил пять намазов или меньше, он обязан их возместить, когда придет в себя.</p>
<p>Тот, кто начал намаз стоя, а затем не смог стоять, должен продолжить молиться сидя, если он в состоянии это сделать, а если он не в состоянии сидеть, то должен молиться лежа, обозначая руку’ и суджуд наклонами головы.</p>
<h5>Возмещение пропущенных намазов</h5>
<p>Всевышний Аллах говорит:</p>
<p>«Поистине, намаз предписан верующим в определенное время».</p>
<p>[Сура ан-Ниса, аят 103].</p>
<p>Намазы должны совершаться в установленное для каждого из них время.</p>
<p>Не разрешается откладывать намаз на более позднее время без уважительной причины.</p>
<p>Тот, кто совершает намаз после истечения его времени по уважительной причине, обязан возместить его после того, как эта причина пройдет."^® Возмещение фард-намаза — фард, а возмещение ваджиб-намаза — ваджиб.</p>
<p>Сунны и нафль-намазы не возмещаются, если они не были нарушены после начала их совершения, в противном случае возместить их — ваджиб.</p>
<p>Однако тот, кто пропустит сунну намаза фаджр вместе с фардом, возмещает ее вместе с фардом до полудня этого дня, а кто пропустит только сунну фаджр-намаза, тот не возмещает ее.</p>
<p>Обязательно соблюдать порядок (тартиб) между возмещаемым намазом и своевременным: нельзя совершать сначала своевременный, затем возмещаемый.’^ 98 В целом же фард-намазы и витр обязательно восполнить, если они пропущены как по уважительной причине, так и без нее.</p>
<p>Прим. пер.</p>
<p>ат-тартиб». Это тот, кто пропустил в жизни менее шести намазов.</p>
<p>Он обязан восполнить пропущенные намазы, прежде чем исполнит своевременный. Особенность этого статуса заключается в том, что: 1) пропущенные намазы надо восполнить до своевременных;</p>
<p>2) а если их не восполнить, то своевременный намаз будет считаться подвешенным (маукуф). Прим. пер.</p>
<p>Также обязателен порядок между возмещаемыми намазами: нельзя, например, возмещать пропущенный зухр-намаз до возмещения фаджр-намаза.</p>
<p>Также обязательно соблюдать порядок при выполнении и возмещении фардов и витра: нельзя выполнить своевременный фаджр-намаз, не возместив пропущенный витр.</p>
<p>Соблюдать этот порядок (тартиб) обязательно для того, у кого пропущено всего менее шести намазов, не считая витра.</p>
<p>Если пропущенных намазов меньше шести, и человек хочет их восполнить, то он должен восполнять их по порядку, то есть сначала фаджр, затем зухр, а после него аср.</p>
<p>Обязанность возмещать намазы по порядку спадает в одном из трех случаев:</p>
<p>1. Если пропущенных намазов становится шесть, не</p>
<p>считая витра.</p>
<p>2. Если опасаешься, что закончится время своевременного намаза.</p>
<p>3. Если он забудет, что у него есть пропущенный намаз, и по забывчивости совершит своевременный.</p>
<p>Если шестой пропущенный намаз — витр, то он должен возместить витр до совершения фаджра.</p>
<p>Если обязанность совершать намазы по порядку спала, потому что число пропущенных намазов достигло шести, то тартиб не возвращается после того, как пропущенных намазов стало меньше.</p>
<p>Например, человек пропустил десять намазов, из которых восполнил девять, и остался у него один пропущенный намаз. Затем он прочитал своевременный намаз до возмещения этого одного пропущенного. Его намаз действителен, потому что с него спала обязанность совершать намазы по порядку.</p>
<p>Но если [сохиб ат-тартиб] совершит своевременный намаз, помня, что у него есть невозмещенный пропущенный, его своевременный намаз становится подвешенным (маукуф).</p>
<p>Если после этого до возмещения пропущенного намаза этот человек совершит пять намазов, помня о пропущенном, все его пять своевременных намазов станут действительны.</p>
<p>Однако если он возместит пропущенный намаз до завершения времени пятого своевременного, все его своевременные намазы станут недействительными и будут считаться нафлями. И ему нужно будет восполнить все обязательные намазы, которые он совершил до возмещения пропущенного.</p>
<p>Если пропущенных намазов много, необходимо конкретизировать каждый из них при возмещении. Однако если это сложно, достаточно сделать намерение на возмещение, например, первого или последнего пропущенного зухра.</p>
<h5>Присоединение к коллективному намазу</h5>
<p>Если человек начал совершать фард-намаз в одиночку, и в этот момент прозвучал икамат, и молящийся пока еще не совершил саджда, ему следует прервать намаз стоя, дав салям, и присоединиться к имаму.</p>
<p>Если икамат прозвучал после того, как молящийся начал совершать фард фаджр-намаза или магриб-намаза, и он уже успел совершить саджда, ему также следует прервать намаз и присоединиться к имаму.</p>
<p>Но если икамат прозвучал после того, как молящийся выполнил один ракаат четырехракаатного фард-намаза, ему следует добавить к нему второй ракаат, после чего прервать намаз салямом и присоединиться к имаму с намерением на фард-намаз. И те два ракаата, которые он совершил в одиночку, станут нафль-намазом.</p>
<p>Если икамат прозвучал после того, как молящийся выполнил три ракаата четырехракаатного фард-намаза, ему следует закончить четыре ракаата, затем присоединиться к имаму с намерением на нафль, если это намазы зухр и иша. Но ему не следует присоединяться к имаму с намерением на нафль, если совершается аср-намаз.'“ Если икамат прозвучал после того, как молящийся выполнил два ракаата четырехракаатного фард-намаза и встал для совершения третьего ракаата, но пока не выполнил в нем саджда, ему следует прервать намаз стоя, дав салям, и присоединиться к имаму с намерением на фард-намаз.</p>
<p>Когда имам выходит для чтения хутбы в пятницу, а человек начал совершать сунну перед джума-намазом [четыре ракаата], ему следует совершить два ракаата, дать салям и восполнить четрые ракаата сунны перед джума после фарда джума.</p>
<p>Если икамат прозвучал после того, как молящийся начал совершать сунну перед фардом зухр-намаза, ему следует завершить два ракаата, дать салям, присоединиться к имаму, а после фарда возместить четыре ракаата сунны.</p>
<p>Если человек пришел в мечеть после того, как прозвучал икамат, ему следует присоединиться к имаму, не совершая суннат-намазы, кроме как в случае с сунной перед фаджр-намазом.</p>
<p>Если он пришел в мечеть после того, как прозвучал икамат на намаз фаджр, ему следует совершить сунну вне мечети или в углу мечети, если он думает, что с большой 100 После фарда асра нафль-намазы не совершаются, в отличие от фардов зухра и иша. Прим. пер.</p>
<p>вероятностью успеет присоединиться к имаму во втором ракаате.</p>
<p>Если человек опасается, что время намаза выйдет или что он пропустит джамаат-намаз, ему следует приступить к совершению фард-намаза [за имамом] и не совершать суннат-намаз.</p>
<p>Кто застал имама в руку’, тот успел на этот ракаат.</p>
<p>Если имам поднимает голову [выходя из руку’] до того, как муктади перейдет в руку’, считается, что он пропустил этот ракаат.</p>
<p>Покидать мечеть после азана на намаз, не совершив этот намаз, — макрух.</p>
<p>Но для того, кто является имамом или муэдзином в другой мечети, не будет макрухом покидать мечеть после азана.</p>
<p>Если прозвучал икамат на намазы зухр или иша, а человек уже совершил фард в одиночку, макрух ему выходить из мечети, но следует совершить намаз за имамом с намерением на нафль.</p>
<p>Однако если прозвучал икамат на намазы фаджр, иша или магриб, а человек уже совершил фард в одиночку, ему не будет макрухом выйти из мечети.</p>
<h5>Выкуп (фидья) за намазы и посты</h5>
<p>Если больной стал способен возместить пропущенные намазы — пусть даже наклонами головы — но он не возместил их все, он обязан перед смертью завещать своему наследнику совершить выкуп (фидья) за пропущенные намазы.</p>
<p>Аналогично, если больной становится способен возместить пропущенные посты, он обязан перед смертью завещать своему наследнику выплатить выкуп за пропущенные посты.</p>
<p>То же касается и витр-намаза: если по нему есть долги, обязательно перед смертью завещать выплатить за них фидью.</p>
<p>Исполнитель завещания выплачивает выкуп из третьей части наследства покойного.</p>
<p>Выкуп за каждый фард-намаз — половина са’*°' пшеницы или ее стоимость, или са’ ячменя или его стоимость.</p>
<p>Выкуп за каждый день поста — половина са’ пшеницы или ее стоимость, или са’ ячменя или его стоимость.</p>
<p>Разрешается выплатить выкуп за все пропущенные намазы одному бедняку.</p>
<p>Также разрешается выплатить весь выкуп за посты одному бедняку.</p>
<p>Однако не разрешается давать в качестве выкупа за нарушенную клятву (каффара аль-ямин) больше половины са’ одному бедняку за один день.</p>
<p>Если покойный не оставил завещание своему наследнику выплатить выкуп, но сам наследник выплатил его из своих средств, есть надежда, что его фидья примется.</p>
<p>Не будет действителен пост наследника в качестве возмещения поста умершего. Аналогично, намазы наследника, совершенные за умершего, не действительны.</p>
<p>Если больной умирает до того, как к нему вернется способность совершать намазы — пусть даже наклонами головы — не обязательно выплачивать фидью за эти намазы. И нет обязанности завещать перед смертью выплатить за них фидью. И не имеет значения, много или мало пропущенных намазов.</p>
<p>101 Один са’ равен примерно 3,5 кг.</p>
<p>Точно так же нет обязанности завещать выплатить фидью за пропущенные посты, если больной перед смертью не имел возможности их возместить, вне зависимости от количества пропущенных постов.</p>
<p>Аналогично, если путник умирает в пути, он не обязан перед смертью завещать выкуп за посты.</p>
<h5>Суджуд ас-сахв (земной поклон для исправления ненамеренной ошибки в намазе)</h5>
<p>Слово «сахв» в арабском языке означает «забывчивость», «невнимательность». В нашем случае подразумевается ошибка в намазе, совершенная ненамеренно.</p>
<p>А два суджуда в конце намаза нужны для исправления этой ошибки.</p>
<h5>Доводы на суджуд ас-сахв</h5>
<p>Имам аль-Бухари передал со слов Абу Хурайры (да будет доволен им Аллах), который сказал:</p>
<p>Пророк, мир ему и благословение Аллаха, совершил с нами намаз зухр или аср, дал салям, и Зуль-Ядейн сказал ему: «О Посланник Аллаха, ты уменьшил намаз?»</p>
<p>Пророк, мир ему и благословение Аллаха, в ответ спросил: «Правда ли то, что он говорит?».</p>
<p>Сподвижники ответили: «Да». Тогда Пророк совершил еще два ракаата, в конце которых выполнил два земных поклона.</p>
<p>Также передали аль-Бухари и Муслим со слов Абдуллаха ибн Бухайны, да будет доволен им Аллах, что он сказал:</p>
<p>«Посланник Аллаха, мир ему и благословение, совершил два ракаата в одном из намазов — и в одной из версий сказано: встал, совершив два ракаата зухр-намаза и не сел, и люди встали вместе с ним.</p>
<p>Когда он закончил намаз, и мы ждали, что он произнесет два саляма, он вместо этого произнес такбир и совершил два суджуда из положения сидя, и только затем дал салям».^®^ Ибн Маджа, Абу Дауд и другие передают со слов Мугыры ибн Шу’бы, который сказал:</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>«Если кто-то из вас встанет после двух ракаатов и не сядет [для чтения ташаххуда], то ему следует сесть, если он не выпрямился. А если выпрямился, то ему не следует садиться, и он должен совершить два суджуда сахв».</p>
<h5>Решения, связанные с суджуд ас-сахв</h5>
<p>Если молящийся не выполнит один из столпов (рукнов) намаза, его намаз станет недействительным, и он должен переделать его. И такой недостаток намаза невозможно исправить суджудом ас-сахв или каким-либо иным способом. Не имеет значения, не выполнил молящийся рукн намеренно или по забывчивости.</p>
<p>Тот, кто намеренно не совершил один из ваджибов намаза, тем самым согрешил, и его намаз портится. Ему обязательно переделать этот намаз, и такой недостаток намаза не компенсируется суджудом ас-сахв.</p>
<p>А если молящийся не выполнил один из ваджибов намаза по забывчивости, ему ваджиб совершить суджуд ас-сахв, и такой недостаток намаза компенсируется совершением суджуд ас-сахв.</p>
<p>Ваджиб совершить суджуд ас-сахв в следующих случаях:</p>
<h5>Причины обязательности суджуда ас-сахв</h5>
<p>1. Если не прочитал суру «аль-Фатиха» по забывчивости в первых двух ракаатах фард-намаза или в одном</p>
<p>из них.</p>
<p>Аналогичным образом, если не прочитал суру «аль-Фатиха» в любом из ракаатов нафль-намаза и витра.</p>
<p>2. Если забыл прочитать Коран в первых двух ракаатах</p>
<p>фарда и прочитал в двух последних ракаатах.</p>
<p>3. Если забыл прочитать суру после «аль-Фатихи» в</p>
<p>первых двух ракаатах фарда или в одном из них.</p>
<p>Аналогично, если забыл прочитать суру после «аль-Фатихи» в любом из ракаатов нафля и витра.</p>
<p>4. Если прочитал «аль-Фатиху» дважды, потому что</p>
<p>считается, что он прочитал вторую суру позже положенного.</p>
<p>5. Если соверщил один суджуд, встал на следующий</p>
<p>ракаат и в нем совершил два суджуда, а затем еще один суджуд, который он по забывчивости пропустил в предыдущем ракаате. В этом случае его намаз действителен, и ему ваджиб совершить саджда ас-сахв.</p>
<p>6. Если по забывчивости не совершил первое сидение</p>
<p>в трех- или четырехракаатном намазе, будь это фард-намаз или нафль.</p>
<p>Тот, кто пропустил по забывчивости первое сидение в фард-намазе и полностью выпрямится, вставая на третий ракаат, должен продолжить намаз и совершить в конце саджда ас-сахв, потому что пропустил ваджиб первого сидения.</p>
<p>7. Если забыл прочитать ташаххуд.</p>
<p>8. Если забыл произнести такбир для кунута в витр-намазе.</p>
<p>9. Если забыл прочитать кунут в витре до руку’.</p>
<p>10. Если имам читает громко в намазах, где нужно читать тихо.</p>
<p>11. Если имам читает тихо в намазах, где нужно читать громко.</p>
<p>12. Если прочитал что-то после ташаххуда в первом</p>
<p>сидении, например, по забывчивости прочитал салават Пророку, мир ему и благословение, после ташаххуда или молчал столько времени, сколько требуется для выполнения рукна намаза.</p>
<h5>Разные вопросы, связанные с суджудом ас-сахв</h5>
<p>Обязательно для муктади и имама совершить суджуд ас-сахв, если ненамеренную ошибку допустил имам, и не должен ни имам, ни сам муктади совершать суджуд ас-сахв, если муктади допустил ошибку, следуя за имамом.</p>
<p>Но обязательно для муктади совершить суджуд ас-сахв, если он допустил ошибку, заканчивая свой намаз после саляма имама.</p>
<p>Если имаму обязательно совершить суджуд ас-сахв, и он его совершил, муктади обязан последовать за имамом.</p>
<p>Человек, для которого стало ваджибом совершить суджуд ас-сахв, и он намеренно его не совершил, впадает в грех и обязан переделать этот намаз.</p>
<p>Тому, кто не совершит по забывчивости более одного ваджиба в намазе, достаточно совершить суджуд ас-сахв один раз.</p>
<p>Тот, кто пропустил по забывчивости первое сидение в фард-намазе, должен вернуться в сидячее положение, если, вставая, он не выпрямился до конца. При этом если в этот момент он был ближе к вертикальному положению, ему ваджиб совершить суджуд ас-сахв, однако если он был ближе к сидячему положению, то суджуд ас-сахв совершать не требуется.</p>
<p>Тот, кто забыл совершить первое сидение в нафль-намазе, должен вернуться в сидячее положение, даже если полностью встал, и в конце намаза совершить суджуд ас-сахв.</p>
<p>Тот, кто забыл совершить последнее сидение и встал, должен вернуться в сидячее положение, если только он не совершил суджуд в пятом ракаате, и в конце он должен сделать суджуд ас-сахв.</p>
<p>Если человек забыл совершить последнее сидение, встал и сделал суджуд в пятом ракаате, его фард становится нафлем, и он должен добавить к нему шестой ракаат в зухр, аср и иша, четвертый ракаат к фаджру, выполнить суджуд ас-сахв и заново прочитать фард-намаз.</p>
<p>Тот, кто выполнил последнее сидение, прочитал ташаххуд, а затем встал, думая, что это было первое сидение, должен снова сесть и дать салям. Совершать суджуд ас-сахв он не должен.</p>
<p>Тот, кто дал салям с намерением выйти из намаза, и для него было ваджибом совершить суджуд ас-сахв, должен совершит суджуд ас-сахв, если только он не сделал что-то, что нарушает намаз, например, отвернется от кыблы или заговорит.</p>
<p>Человек, который выполнял четырехракаатный намаз, подумал, что завершил намаз и дал салям, а затем осознал, что совершил только два ракаата, должен продолжить намаз и в конце совершить суджуд ас-сахв.</p>
<h5>Как совершать суджуд ас-сахв</h5>
<p>Человек, которому ваджиб совершить суджуд ас-сахв, должен закончить читать ташаххуд в последнем сидении, затем он дает один салям направо, после этого произносит такбир и совершает два земных поклона, как обычные саджда намаза, затем садится, обязательно снова читает ташаххуд, потом салават Пророку, да благословит его Аллах и приветствует, потом читает дуа, потом произносит салям для выхода из намаза.</p>
<p>Если он совершит суджуд ас-сахв до саляма, его намаз действителен, но это макрух танзихан.</p>
<h5>Когда спадает ваджиб суджуда ас-сахв</h5>
<p>1. Спадает обязательность совершить суджуд ас-сахв в</p>
<p>джума-намазе, если собралось очень много людей, чтобы молящиеся не запутались.</p>
<p>2. Аналогично спадает обязательность совершить суджуд ас-сахв во время ид-намаза, если собралось очень</p>
<p>много людей.</p>
<p>3. Спадает обязательность совершить суджуд ас-сахв, если взошло Солнце после того, как дал салям в фаджр-намазе.</p>
<p>4. Спадает обязательность совершить суджуд ас-сахв,</p>
<p>если Солнце покраснело во время аср-намаза после саляма.</p>
<p>5. Спадает обязательность совершить суджуд ас-сахв,</p>
<p>если после саляма произошло что-либо, нарушающее намаз, например, человек по забывчивости заговорил.</p>
<p>Во всех перечисленных случаях не обязательно переделывать этот намаз.</p>
<h5>Когда сомнение делает намаз недействительным, а когда нет</h5>
<p>Кто сомневается во время намаза в количестве ракаатов, и это сомнение возникает впервые, то его намаз нарушается, и он должен его повторить.</p>
<p>Сомнение в количестве ракаатов намаза, наступившее после саляма, не делает намаз недействительным.</p>
<p>Если после саляма человек уверен, что не совершил один или несколько ракаатов намаза, то он может их совершить, если не делал ничего из того, что нарушает намаз, например, не заговорил. В противном случае ему нужно переделать намаз.</p>
<p>Если же сомнение возникает у человека часто, так что стало для него привычным состоянием, то ему нужно исходить из наиболее вероятного мнения. Если у него нет более вероятного мнения, то он должен взять наименьшее [число ракаатов] и доделать остальные, садясь после каждого ракаата, который может оказаться последним, и выполнить в конце суджуд ас-сахв.</p>
<h5>Суджуд ат-тилява (земной поклон после чтения определенных аятов Корана)</h5>
<p>Суджуд ат-тилява обязателен для каждого, кто прочитал или услышал определенный аят Книги Аллаха, в котором есть повеление совершить земной поклон, разъяснение необходимости его совершать, описание творений, совершающих суджуд, или упрек неверующим в том, что они не совершают земные поклоны.</p>
<p>Имам аль-Бухари приводит со слов Ибн Умара, да будет доволен Аллах ими обоими, который сказал: «Пророк, мир ему и благословение Аллаха, читал нам суру, в которой есть саджда, и он совершал саджда, и мы совершали саджда, так что некоторые из нас [из-за спешки] не могли найти места, куда опустить лоб»*“.</p>
<p>Абу Дауд передал:</p>
<p>«Пророк, мир ему и благословение Аллаха, читал нам Коран, и когда он читал аят саджда, то произносил такбир и опускался в саджда, и мы следовали за ним».*“^ Имам Муслим передал со слов Абу Хурайры, да будет доволен им Аллах, от Пророка, мир ему и благословение Аллаха:</p>
<p>«Когда потомок Адама читает аят саджда и делает саджда, шайтан уходит и плачет, говоря: «О горе мне, потомку Адама было приказано совершить саджда, и он совершил, поэтому ему — Рай, а мне было приказано совершить саджда, и я ослушался, поэтому мне — Ад».*“^</p>
<h5>Решения, касающиеся саджда ат-тилява</h5>
<p>Саджда ат-тилява становится ваджибом в одной из трех ситуаций:</p>
<p>1. Когда человек читает аят саджда'°®, независимо от</p>
<p>того, слышит ли он то, что произнес, или нет.'”’ 2. Ваджиб совершить саджда ат-тилява тому, кто услышал аят саджда, независимо от того, планировал он его</p>
<p>слушать или услышал нечаянно.</p>
<p>3. Ваджиб совершить саджда ат-тилява тому, кто следует за имамом, который прочитал аят саджда, независимо от того, слышал ли муктади сам аят или нет.</p>
<p>Саджда ат-тилява не ваджиб для женщины в состоянии хайда или нифаса.</p>
<p>Если аят саджда прочитал муктади, саджда ат-тилява не становится ваджибом ни для него, ни для имама.</p>
<p>Не ваджиб совершить саджда ат-тилява спящему, сумасшедшему, ребенку или немусульманину.</p>
<p>Не ваджиб совершить саджда ат-тилява, если услышал аят саджда не от человека, а, например, от попугая.</p>
<p>Не ваджиб совершить саджда ат-тилява, если услышал аят саджда из звукового устройства, например, из магнитофона.</p>
<p>Совершить саджда ат-тилява иногда обязательно сразу, а иногда нет.</p>
<p>Совершить саджда ат-тилява можно не сразу, если причина для нее возникла вне намаза, поэтому не будет грехом, если человек отложит совершения саджда, но это макрух танзихан [без уважительной причины].</p>
<p>Совершить саджда ат-тилява обязательно сразу, если причина для нее возникла в намазе, например, если про108 По мнению ханафитов, аятов саджда в Коране 14, каждый из них обозначен в мусхафе специальным значком.</p>
<p>109 Тому, кто читает Коран в людном месте и доходит до аята саджда, желательно прочитать его тихо, если вокруг могут быть люди без омовения, не готовые совершить саджда или не знающие хукмов фикха относительно саджда ат-тилява.</p>
<p>читал аят саджда во время намаза, в этом случае обязательно выполнить саджда немедленно.</p>
<p>«Немедленно» значит так, чтобы между моментом чтения аята и совершением саджда прошло времени не больше, чем нужно для чтения трех аятов.</p>
<p>Если между ними пройдет больше времени, чем нужно для чтения трех аятов, считается, что человек не выполнил ваджиб немедленно.</p>
<p>Однако если человек не совершит сразу саджда после чтения аята саджда, но немедленно перейдет в руку’ с намерением на саджда ат-тилява, то этого будет достаточно.</p>
<p>Аналогичным образом, если он не совершит саджда после чтения аята, немедленно пойдет в саджда намаза, это будет засчитано. И в этом случае намерение на саджда ат-тилява не является условием.</p>
<p>Если не совершил саджда ат-тилява немедленно, то ни руку’, ни суджуд намаза не могут быть засчитаны в качестве саджда ат-тилява. В этом случае необходимо до конца намаза совершить отдельную саджда.</p>
<p>Если не выполнил ее до конца намаза, она не возмещается вне намаза, потому что ее время прошло, но если человек завершит намаз салямом, то он может выполнить саджда ат-тилява, пока не совершит чего-либо, нарушающего намаз.</p>
<h5>Разные вопросы, связанные с саджда ат-тилява</h5>
<p>Если имам и следующие за ним в намазе услышат аят саджда от человека, который не совершает с ними намаз, то имам и джамаат должны совершить саджда ат-тилява после завершения намаза. Если они совершат саджда ат-тилява во время намаза, то саджда не будет действительна, однако намаз не будет нарушен.</p>
<p>Тот, кто услышит аят саджда от имама, а затем присоединится к нему до того, как имам совершит саджда ат-тилява, должен последовать за имамом в этой саджда.</p>
<p>Тот, кто услышал аят саджда от имама, а затем присоединился к нему после того, как имам совершил саджда ат-тилява, но в том же ракаате, тот считается выполнившим саджда, поэтому ему не нужно ее совершать ни в намазе, ни вне намаза.</p>
<p>Тот, кто прочитал аят саджда вне намаза, не совершил саджда ат-тилява, затем снова прочитал этот же аят в намазе и выполнил саджда ат-тилява, этой одной саджда достаточно для двух чтений при условии, что молящийся не сменил место (маджлис).</p>
<p>Тот, кто несколько раз прочитал один аят саджда в одном помещении, должен совершить только одну саджда ат-тилява.</p>
<p>Тот, кто прочитал аят саджда в одном месте, а затем сменил маджлис и снова прочитал тот же аят, должен совершить две саджда ат-тилява.</p>
<p>Сменой места (маджлиса) считается переход на другое место. Разные углы одной комнаты считаются одним помещением, независимо от того, маленькая она или большая. Разные углы мечети считаются также одним маджлисом, независимо от того, маленькая мечеть или большая.</p>
<p>Макрух [тахриман] прочитать аят саджда и не сделать саджда ат-тилява.</p>
<p>Если слушатель не готов совершить саджда, чтецу мустахаб читать аят саджда тихо.</p>
<h5>Как совершается саджда ат-тилява</h5>
<p>Человек выполняет один земной поклон с такбиром до него и с такбиром после: первый такбир произносится в момент опускания лба на землю в суджуде, второй - при поднятии лба от земли. Руки в момент такбира поднимать не нужно, также не читается ташаххуд после суджуда и не дается салям.</p>
<p>Столп (рукн) саджда ат-тилява один: опустить лоб на землю либо то, что заменяет это, например, руку’ или наклон головы для больного.</p>
<p>Два такбира - это сунна.</p>
<p>Мустахабом является сначала встать и совершить саджда из вертикального положения.</p>
<p>Условия действительности саджда ат-тилява те же, что у намаза, за одним исключением: вступление (тахрима) - это условие для намаза и не условие для саджда ат-тилява.</p>
<p>Саджда ат-тилява ваджиб после чтения четырнадцати аятов Корана:</p>
<p>1. В суре «аль-А’раф».</p>
<p>2. В суре «ар-Ра’д».</p>
<p>3. В суре «ан-Нахль».</p>
<p>4. В суре «аль-Исра».</p>
<p>5. В суре «Марьям».</p>
<p>6. Первая саджда в суре «аль-Хадж».</p>
<p>7. В суре «аль-Фуркан».</p>
<p>8. В суре «ан-Намль».</p>
<p>9. В суре «ас-Саджда».</p>
<p>10. В суре «Сод».</p>
<p>11. В суре «Фуссылят».</p>
<p>12. В суре «ан-Наджм».</p>
<p>13. В суре «аль-Иншикак».</p>
<p>14. В суре «аль-’Аляк».</p>
<h5>Пятничный намаз (джума)</h5>
<p>Пятничный намаз — одно из благ, которое Всемогущий Аллах даровал этой умме, дав ей счастье приобрести различные ценности этого дня.</p>
<p>Передают со слов Абу Хурайры, да будет доволен им Аллах, что он слышал, как Посланник Аллаха, мир ему и благословение Всевышнего, сказал:</p>
<p>«Мы последние [последняя община верующих на Земле] и первые в Судный день, хотя они получили Книгу раньше нас. Это был их день [пятница], который они должны были отмечать, однако не послушались. Тогда Аллах наставил нас, а другие общины выделяют дни после нашего: иудеи — следующий день [субботу], а христиане - через один [воскресенье]»."” Доводы на законность и обязанность совершать пятничный намаз содержатся в Коране и Сунне:</p>
<p>Всевышний Аллах говорит:</p>
<p>верующие! Когда призывают [азаном] на намаз в пятницу, то устремитесь к поминанию Аллаха и оставьте торговлю [и все прочие дела]. Это лучше для вас [чем прибыль от торговли], если бы вы только знали» [«аль-Джуму’а, 9].</p>
<p>Пророк, да благословит его Аллах и приветствует, сказал:</p>
<p>«Пятница - обязанность каждого мусульманиТакже он сказал: «Кто совершит омовение как следует, а затем придет на джума и будет слушать и молчать, тому простятся [грехи] от этой пятницы до следующей с добавлением трех дней..,»"^ Пророк, мир ему и благословение Аллаха, также сказал: «Кто пропустит три пятничных намаза по небрежности, тому Аллах запечатает сердце».”^ Пятничный намаз состоит из двух ракаатов, Коран в них имам читает громко. Этот намаз - фард для тех, кто будет перечислен ниже. Тот, кто пропустил джума-намаз, совершает вместо него четыре ракаата фарда зухра.</p>
<h5>Кто обязан совершать джума-намаз</h5>
<p>Джума-намаз обязателен для тех, в ком соединились следующие условия 1. Быть мужчиной. Этот намаз не фард для женщин.</p>
<p>2. Быть свободным. Джума не фард для раба.</p>
<p>3. Постоянно проживать в большом населенном пункте. Джума-намаз не фард для путников и для тех, кто</p>
<p>постоянно проживает в маленькой деревне.</p>
<p>111 АбуДауд,№ 1067.</p>
<p>манином, половозрелым, разумным. Прим. пер.</p>
<p>которого ученые предъявляли разные условия. Некоторые считали, что это любой населенный пункт, в котором есть муфтий, глава и судья. Другие говорят, что это такое место, где самая большая мечеть не вместит всех мусульман-мукалляфов. Третьи - что в 4. Быть здоровым. Джума не фард для больного.</p>
<p>5. Находиться в безопасности. Пятничный намаз не</p>
<p>фард для того, кто боится вреда и притеснения.</p>
<p>6. Быть зрячим. Джума не фард для слепого.</p>
<p>7. Быть способным добраться до мечети. Джума не</p>
<p>фард для тех, кто не в состоянии дойти или доехать до нее.</p>
<p>Если те, для кого джума-намаз не фард, совершат его, их намаз будет действителен. Они не обязаны совершать помимо джума зухр-намаз.</p>
<p>Женщинам в наше время, однако, предпочтительнее совершать зухр-намаз дома и не посещать мечети, особенно в пятницу.</p>
<h5>Условия действительности джума-намаза</h5>
<p>Для действительности джума-намаза необходимо соблюдение следующих условий:</p>
<p>1. Чтобы он проводился в большом населенном пункте или в его окрестностях. В маленьких деревнях"^ джума-намаз не действителен. Разрешается проводить джума</p>
<p>в нескольких местах одного города.</p>
<p>наши дни это такой населенный пункт, в котором постоянно проживают мусульмане, где есть мечеть, администрация, рынок и т.</p>
<p>п., будь то город или деревня - в отличие от маленьких деревень, где нет ничего из вышеперечисленного, палаточных лагерей и иных мест временного пребывания. Прим. пер.</p>
<p>116 Как сказано выше - в наше время это населенные пункты, где нет администрации, рынка и т. п. А также места временного пребывания - палаточные городки, туристические лагеря, стоянки и т. п. Прим. пер.</p>
<p>2. Присутствие правителя местности или его доверенного лица.”''</p>
<p>3. Пятничный намаз должен совершаться во временной промежуток намаза зухр. Он не действителен ни до,</p>
<p>ни после зухра.</p>
<p>4. Проповедь (хутба), произносимая во время зухра и</p>
<p>перед намазом.</p>
<p>Хотя бы один из тех, чье присутствие необходимо для действительности джума-намаза, должен присутствовать на хутбе и слышать ее.</p>
<p>5. Место, где проводится джума-намаз, должно быть</p>
<p>доступно для всех, кто хочет туда войти. Джума-намаз недействителен в доме, дверь которого закрыта для посторонних.</p>
<p>6. Джума-намаз должен быть совершен джамаатом.</p>
<p>Он недействителен, если будет совершен людьми поодиночке.</p>
<p>Для действительности джума-намаза необходимо присутствие трех мужчин, помимо имама.</p>
<p>Если пятничный намаз возглавит путник или больной, намаз будет действителен.</p>
<h5>Сунны проповеди (хутбы)</h5>
<p>в проповеди являются сунной следующие вещи:</p>
<p>1. Проповедник должен быть в состоянии омовения и</p>
<p>не испачкан наджасой.</p>
<p>2. Его аурат должен быть закрыт.</p>
<p>3. Сесть перед началом хутбы на минбар.</p>
<p>4. Давать азан перед проповедником.</p>
<p>117 При наличии в местности мусульманского правителя. Если его нет, то, согласно современным фетвам, разрешается проводить джума и ид-намазы силами общины мусульман. Прим. пер.</p>
<p>5. Читать хутбу стоя.</p>
<p>6. Начинать проповедь с восхваления Аллаха.</p>
<p>7. Восхвалять Аллаха подобающим образом.</p>
<p>8. Произнести в хутбе две шахады (два свидетельства</p>
<p>веры).</p>
<p>9. Произнести салават Пророку, да благословит его Аллах и приветствует, во время хутбы.</p>
<p>10. Произнести слова наставления людям и прочитать</p>
<p>как минимум один аят Корана.</p>
<p>11. Разделить хутбу на две части, между ними сесть</p>
<p>ненадолго [на минбаре].</p>
<p>12. Начать вторую хутбу так же с восхваления Аллаха</p>
<p>и Салавата Пророку, да благословит его Аллах и приветствует.</p>
<p>13. Прочитать дуа во время второй хутбы за мусульман</p>
<p>и попросить у Аллаха прощения для них.</p>
<p>14. Читать хутбу громко и ясно, чтобы все присутствующие могли ее слышать.</p>
<p>15. Чтобы хутба была короткой - на длину не больше</p>
<p>суры из длинных сур «муфассаль»"^.</p>
<h5>Разные вопросы, связанные с джума-намазом</h5>
<p>Является ваджибом после первого азана на джума прекратить заниматься торговлей [и другими делам] и отправиться в мечеть.</p>
<p>Если имам выходит для чтения проповеди, не разрешается ни молиться, ни говорить, поэтому не отвечают на салям и не отвечают на дуа чихающего, пока не закончится намаз.</p>
<p>119 Пророк, мир ему и благословение Аллаха, сказал: «Если ктото из вас войдет в мечеть во время проповеди имама, то не Проповеднику макрух затягивать проповедь и упускать что-то из ее сунн.</p>
<p>Во время хутбы макрух есть, пить и отвлекаться.</p>
<p>Проповеднику с минбара не следует приветствовать прихожан.</p>
<p>Тот, кто присоединился к имаму в ташаххуде или в суджуд ас-сахв, считается успевшим на джума-намаз, и он читает после саляма имама два ракаата.</p>
<p>Макрух тому, у кого есть уважительная причина не ходить на джума или задержанному [по какой-либо причине] совершать намаз-зухр в пятницу джамаатом в крупном населенном пункте [где совершается джума-намаз].</p>
<h5>Праздничный (ид) намаз</h5>
<p>Всевышний Аллах говорит:</p>
<p>«Молись своему Господуи приноси жертву»</p>
<p>[Сура «аль-Каусар», 2].</p>
<p>От Анаса, да будет Аллах им доволен, передается:</p>
<p>Пророк, да благословит его Аллах и приветствует, пришел в Медину, и у жителей было два дня, в которые они развлекались. Он спросил: «Что это за два дня?» Они ответили: «Мы развлекались в них до Ислама». Посланник Аллаха, да благословит его Аллах и приветствует, тогда: «Аллах заменил их двумя лучследует ему совершать намаз или говорить, пока имам не закончит». Передал ат-Табарани в «Аль-Му’джам аль-кабир».</p>
<p>120 Толкователи Корана говорят, что в аяте речь идет об ид-намазе.</p>
<p>шими днями: днем Ид аль-Адха и днем Ид аль-ФиДва ид-намаза являются ваджибом. Они состоят из двух ракаатов, которые совершаются джамаатом, и Коран в них имам читает громко. Они совершаются после наступления разрешенного для намаза времени после восхода Солнца. В них также есть дополнительные такбиры: три в первом ракаате после дуа «субханака...» и три во втором ракаате перед руку’. После намазов читается проповедь (хутба).</p>
<h5>Для кого совершение ид-намаза - ваджиб</h5>
<p>Оба праздничных намаза ваджиб для тех, кому фард совершать джума-намаз.</p>
<p>Таким образом, ид-намаз ваджиб для здорового мужчины, свободного, не находящегося в пути, зрячего, пребывающего в безопасности, если он способен добраться до места проведения намаза.</p>
<p>И оба ид-намаза не ваджиб для женщины, больного, раба, путника, слепого, находящегося в опасности, не способного ходить.</p>
<p>Если тот, кто не обязан совершать ид-намаз, все равно совершит его с джамаатом, его намаз будет действителен.</p>
<h5>Условия действительности ид-намаза</h5>
<p>Ид-намаз не действителен, если не соблюдены следующие условия:</p>
<p>121 АбуДауд,№ 1134.</p>
<p>1. Проведение его в крупном населенном пункте или</p>
<p>его окрестностях.'^^ 2. Присутствие правителя или его доверенного лица.'^^</p>
<p>3. Общий доступ к месту проведения намаза</p>
<p>4. Совершение его джамаатом.</p>
<p>Для действительности ид-намаза достаточно присутствия одного человека помимо имама.</p>
<p>5. Время.</p>
<p>Время совершения ид-намаза начинается, когда солнце поднимется на определенную высоту от горизонта, и заканчивается, когда оно окажется в зените.</p>
<p>Ид-намаз без хутбы действителен, однако это макрух.</p>
<p>Также ид-намаз действителен, если прочитать хутбу до намаза, но это тоже макрух.</p>
<h5>Мустахабы дня Ид аль-фитр</h5>
<p>1. Проснуться рано в этот день.</p>
<p>2. Совершать фаджр-намаз в квартальной мечети.</p>
<p>3. Почистить зубы (сивак).</p>
<p>4. Искупаться.</p>
<p>5. Надеть свою лучшую одежду.</p>
<p>6. Нанести благовония.</p>
<p>7. Поесть до выхода к месту совершения ид-намаза.</p>
<p>8. Тем, для кого ваджиб выплата фитр-садака, следует</p>
<p>сделать это до выхода на намаз.</p>
<p>9. При возможности раздать побольше садака.</p>
<p>10. Выражать в этот день радость.</p>
<p>122 Определение крупного населенного пункта см. в примечаниях к разделу о джума-намазе. Прим. пер.</p>
<p>123 Подробности также см. в примечаниях к разделу о джума-намазе. Прим. пер.</p>
<p>11. Выходить к месту совершения ид-намаза как можно раньше, идти туда пешком, произнося тихо такбиры на всем протяжении пути.</p>
<p>12. После намаза возвращаться домой другой дорогой.</p>
<p>Макрух совершать нафль-намазы перед обоими праздничными намазами (Ид-аль-адха и Ид-аль-фитр) как дома, так и на месте совершения намаза. Также макрух совершать нафль-намазы после двух ид-намазов на месте его совершения, читать нафль-намазы в другом месте - уже не макрух.</p>
<h5>Способ совершения ид-намаза</h5>
<p>Совершающий ид-намаз встает позади имама с намерением на намаз Ид-аль-фитр или Ид-аль-адха. После вступительного такбира тихо читается «субханака...», затем вместе с имамом произносятся три дополнительных такбира, при каждом из которых поднимают руки на уровень ушей. Затем имам читает тихо та’авуз и басмалу, а муктади молчит. Затем имам читает «аль-Фатиху» и другую суру, а муктади молчит.</p>
<p>Мустахаб читать в первом ракаате ид-намаза суру «аль-А’ля», а во втором - суру «аль-Гашия».</p>
<p>Далее совершается руку’ и суджуд вслед за имамом так же, как в обычном намазе, затем джамаат встает на второй ракаат.</p>
<p>Имам тихо произносит басмалу и читает суры. После окончания чтения Корана имам с джамаатом произносят три дополнительных такбира, каждый раз поднимая руки. Затем произносится такбир для руку’, совершается руку’ и суджуд, и намаз заканчивается так же, как обычный намаз.</p>
<p>После намаза имам читает две хутбы, в которых желательно рассказать людям о хукмах дня Ид-аль-фитр.</p>
<p>Если дополнительные такбиры во втором ракаате будут совершены до чтения Корана, намаз будет действителен, однако лучше их совершать после чтения Корана.</p>
<p>По уважительной причине можно перенести ид-намаз Ураза-байрам на один день (на следуюіций).</p>
<p>Тот, кто не совершил ид-намаз вместе с имамом, не восполняет его отдельно.</p>
<h5>Решения, связанные с Ид-аль-Адха</h5>
<p>Намаз в Ид-аль-Адха совершается так же, как намаз в Ид-аль-Фитр, однако в адабах проведения этого дня есть небольшие отличия:</p>
<p>1. желательно не есть ничего до намаза,</p>
<p>2. произносить такбиры по пути на намаз громко,</p>
<p>3. имаму желательно во время хутбы после намаза</p>
<p>рассказать людям о правилах жертвоприношения, напомнить об обязательности чтения такбира ташрик.</p>
<p>Разрешается по уважительной причине перенести ид-намаз Курбан-байрама на 11 или 12 зуль-хиджа.</p>
<p>Чтение такбиров ташрик ваджиб для всех — и мужчин, и женщин — один раз после каждого фард-намаза, начиная с фаджра 9 зуль-хиджа (день Арафа) и до асра 13 зуль-хиджа, и не имеет значения - совершен ли намаз в джамаате или в одиночку, в сафаре человек или нет.</p>
<h5>Намазы солнечного (кусуф) и лунного (хусуф) затмений</h5>
<p>Слово «аль-кусуф» означает солнечное затмение. Это астрономическое явление, при котором Луна перекрывает собой Солнце при наблюдении с Земли.</p>
<p>Слово «аль-хусуф» означает лунное затмение, то есть это явление, когда Луну не видно с Земли, потому что тень Земли закрывает ее от Солнца.</p>
<p>Во время солнечного и лунного затмений Шариат установил определенные намазы.</p>
<p>Передается от Абу Бакры, да будет доволен им Аллах, что во времена Пророка, да благословит его Аллах и приветствует, случилось солнечное затмение, и Пророк вышел из дома и отправился в мечеть, вокруг него собрались люди, и он с ними совершил два ракаата, после чего солнце появилось. Тогда Пророк, да благословит его Аллах и приветствует, сказал:</p>
<p>«Поистине, Солнце и Луна - это знамения Всевышнего Аллаха, и их затмение не происходит из-за смерти или рождения какого-то человека, но Аллах этим устрашает Своих рабов. Когда случается затмение, совершайте намаз, пока Солнце и Луна вновь не покажутся»*^^.</p>
<p>При солнечном затмении желательно совершить коллективно намаз в два или четыре ракаата. Совершение намаза кусуф джамаатом - сунна-муаккада.</p>
<p>Коллективное же совершение намаза хусуф не является сунной. При наступлении лунного затмения люди совершают намаз хусуф поодиночке.</p>
<p>Для кусуф-намаза не совершаются азан и икамат и не читается хутба, но перед намазом произносят «ас-соляту джами’а» (собирайтесь на коллективный намаз!)».</p>
<p>В намазе кусуф имаму желательно удлинять чтение Корана, руку’ и суджуд.</p>
<p>После намаза имам читает дуа, а джамаат произносит «амин», и так до тех пор, пока Солнце не появится.</p>
<h5>Намаз испрашивания дождя (истиска)</h5>
<p>От Абдуллаха ибн Аббаса, да будет доволен Аллах им и его отцом, передают, что Пророк, да благословит его Аллах и приветствует, совершал при истиска два ракаата так же, как ид-намаз^^^ Слово «истиска» означает просьбу о дожде во время засухи. В Сунне приходит, что Пророк, да благословит его Аллах и приветствует, просил о дожде.</p>
<p>По мнению имама Абу Ханифы, да будет доволен им Аллах, не установлено специального коллективного намаза для испрашивания дождя.</p>
<p>Однако по мнению имамов Абу Юсуфа и Мухаммада, да помилует их Аллах, намаз истиска совершается коллективно и представляет собой два ракаата, в которых имам читает Коран громко, а после намаза читает две хутбы.</p>
<p>Мустахаб людям выходить за пределы населенного пункта в течение трех дней, чтобы попросить Аллаха о дожде. И мустахаб идти пешком, надев поношенную или латаную, но чистую одежду, передвигаясь скромно, склонив головы и проявляя смирение и страх перед Аллахом.</p>
<p>Каждый день им желательно перед выходом на намаз раздавать садака, держать пост в эти дни, много каяться в своих грехах, произнося истигфар.</p>
<p>Мустахаб так же брать с собой скот, стариков и детей.</p>
<p>Имам просит Аллаха о дожде стоя, повернувшись лицом в сторону кыблы и подняв руки, а джамаат говорит «амин», сидя лицом в сторону кыблы.</p>
<p>Имаму желательно читать следующее дуа:</p>
<p>щи ііЩ іціі 5^3 ’^\ бЛ % щ &amp;\ гі ‘^\ 4 'ьЩз «О Аллах, ороси нас благодатным дождем, который не причинит нам вреда и будет раньше, а не позже! О Аллах, ороси Своих рабов и скот, распространи Свою милость и оживи мертвую землю! О Аллах, ты — Бог, и нет другого бога, кроме Тебя, Ты богат, а мы — бедные. Ниспошли на нас дождь и сделай так, чтобы то, что Ты ниспослал нам, стало силой, достаточной на какое-то время».</p>
`
    }

];
