const THEORY_HAJJ = [

    {
        id: "hajj",
        title: "Книга шестая - Хадж",
        content: `
<div class="book-kicker">КНИГА ШЕСТАЯ</div>
<h4>Основы хаджа и микаты</h4>
<h5>Определение</h5>
<p>Слово «хадж» в арабском языке означает намерение совершить нечто значительное. Допустимо говорить «хадж» или «хидж».</p>
<p>Как шариатский термин хадж означает путешествие к священной Каабе, Дому Аллаха, для того, чтобы выполнить определенное поклонение с определенными условиями в определенное время.</p>
<h5>Хукм хаджа и доказательства</h5>
<p>Хадж по единогласному мнению мусульман — это фард и один из столпов Ислама.</p>
<p>Всевышний Аллах говорит: «Люди обязаны перед Аллахом совершить хадж к Дому [Каабе], если они в состоянии проделать этот путь».</p>
<p>[Сура «Алю Имран», 97].</p>
<p>Также обязательность хаджа устанавливается иджма’.</p>
<h5>Для кого обязателен хадж</h5>
<p>Хадж — это индивидуальная обязанность (фард ’айн) один раз в жизни для мужчин или женщин, которые соответствуют следующим условиям:</p>
<p>1. Ислам. Хадж не обязателен для немусульманина.</p>
<p>2. Совершеннолетие. Хадж не обязателен для ребенка.</p>
<p>3. Разум. Хадж не фард для сумасшедшего.</p>
<p>4. Свобода. Хадж не фард для раба.</p>
<p>5. Возможность. Под возможностью понимается наличие средств, необходимых для путешествия в хадж, а также для обеспечения семьи на это время.</p>
<h5>Когда обязательно совершить хадж</h5>
<p>Выполнение хаджа — фард при совпадении следующих условий:</p>
<p>1. Физическое здоровье. Совершение хаджа не фард для того, кто болен, не способен передвигаться, для немощных пожилых людей.</p>
<p>2. Разрешение для путешествия. Хадж не фард для того, кто находится под арестом или кому правительство запрещает поездки в хадж.</p>
<p>3. Безопасность в пути. Если путешествие грозит опасностью, то хадж в этот период не фард.</p>
<p>4. Для женщины наличие мужа или родственника (махрама), и не имеет значения, молода женщина или нет.</p>
<p>5. Для женщины отсутствие ’идды. Женщине, которая выдерживает ’идду после развода или смерти мужа, хадж не будет фардом до истечения ее срока.</p>
<h5>Условия действительности хаджа</h5>
<p>Хадж действителен при соблюдении следующих условий:</p>
<p>1. Ихрам. Недействителен хадж без вступления в ихрам. Ихрам - это намерение на совершение хаджа вместе с тальбией в определенном месте (микат).</p>
<p>Для входа в ихрам от мужчины требуется снять с себя сшитую одежду и надеть несшитое полотно. Мустахаб, чтобы полотен было два: изар, закрывающий нижнюю половину туловища, и рида, закрывающая верхнюю половину.</p>
<p>Тальбия: «Ляббайка аллахумма ляббайка ляббайка ля шарика лакя ляббайка. Инналь-хамда ван-ни’мата лякя валь-мулька ля шарика ляк».</p>
<p>2. Определенное время. Недействительно совершение хаджа до или после месяцев хаджа. Месяцы хаджа - это шавваль, зуль-ка’да и 10 дней месяца зуль-хиджа.</p>
<p>Если кто-то совершит таваф или са’ю хаджа до этого времени, то они не будут действительны. Вступление в ихрам до месяца хаджа действительно, но это макрух.</p>
<p>3. Посещение определенных мест: Арафат, где совершается вукуф, и мечеть аль-Харам, где совершается обязательный таваф хаджа.</p>
<p>Недействителен хадж того, кто не находился на Арафате в установленное время. Также недействителен хадж того, кто не совершил обязательный таваф после вукуфа на Арафате.</p>
<h5>Микаты для вступления в ихрам</h5>
<p>Микат - это место, которое нельзя пересекать едущему в хадж или умру без ихрама.</p>
<p>Микаты разные в зависимости от того, откуда едет паломник:</p>
<p>1. Для тех, кто едет из Йемена и Индии, микатом будет Ялямлям.</p>
<p>2. Для тех, кто едет из Египта, Шама и Магриба - аль-Джухфа.</p>
<p>3. Для тех, кто едет из Ирака и других стран на Востоке - Зату Ирк.</p>
<p>4. Для тех, кто едет из Лучезарной Медины - Зуль-Хулейфа.</p>
<p>5. Для тех, кто едет из Неджда - Карн.</p>
<p>Каждый, кто проходит через эти места либо пересекает точку на их уровне, обязан вступить в ихрам.</p>
<p>Микат для жителей Мекки - сама Мекка. Микат для тех, кто живет между микатом и Меккой - любое место за пределами Харама Мекки. Житель такой местности может вступить в ихрам из дома либо из любой точки до границ Харама Мекки.</p>

<h4>Столпы, порядок хаджа и умра</h4>
<h5>Столпы (рукны) хаджа</h5>
<p>У хаджа два рукна:</p>
<p>1. Стояние (вукуф) в местности Арафат от полудня 9-го числа зуль-хиджа до фаджра 10-го числа зуль-хиджа. Для действительности вукуфа достаточно пробыть на Арафате одну секунду в указанный промежуток времени.</p>
<p>2. Таваф вокруг Каабы после вукуфа на Арафате. Обязательный таваф хаджа называется «таваф аз-зияра» или «таваф аль-ифада».</p>
<h5>Ваджибы хаджа</h5>
<p>К ваджибам хаджа относятся: вступление в ихрам с миката, вукуф в Муздалифе хотя бы одну секунду от рассвета 10 зуль-хиджа до восхода солнца, совершение обязательного тавафа в дни жертвоприношения, са’ю семь раз между Сафа и Марва, прощальный таваф для тех, кто не живет в Мекке, два ракаата после каждого тавафа, кидание камней в три джамарата, бритье или укорачивание волос внутри Харама в дни жертвоприношения, наличие вуду и гусля при тавафе и са’ю, отказ от запрещенных в ихраме вещей.</p>
<h5>Сунны хаджа</h5>
<p>Среди сунн хаджа: гусль или вуду перед ихрамом, надевание мужчиной белых изара и рида, два ракаата после вступления в ихрам, частая тальбия, таваф аль-кудум для тех, кто не находится в Мекке, совершение множества тавафов в Мекке, аль-идтиба’, рамаль в первых трех кругах тавафа, аль-харваля во время са’ю, приветствие Черного камня, ночевка в Мина и жертвоприношение для хаджа ифрад.</p>
<h5>Запрещенные в хадже вещи</h5>
<p>Находящемуся в ихраме запрещены: половой акт и ласки, грехи, ругань и споры, благовония, стрижка ногтей, сшитая одежда для мужчин, покрывание головы и закрытие лица, закрытие женщиной лица и кистей рук, удаление волос, нанесение масел, рубка деревьев и вырывание травы в Хараме, убийство дичи на охоте.</p>
<h5>Способ совершения хаджа</h5>
<p>Желающий совершить хадж отправляется в Мекку в месяцы хаджа. У миката или при пересечении точки на уровне миката он совершает вуду или гусль, снимает сшитую одежду, надевает изар и рида, читает два ракаата, делает намерение на хадж и произносит тальбию.</p>
<p>После тальбии он считается вступившим в ихрам и обязан избегать запрещенного в хадже. Ему желательно произносить тальбию после каждого намаза, при подъеме и спуске, встрече всадника и пробуждении.</p>
<p>Прибыв в Мекку, он отправляется в мечеть аль-Харам, увидев Каабу, произносит такбир и тахлиль, затем подходит к Черному камню, целует его либо приветствует издали рукой. После этого совершает семь кругов тавафа вокруг Каабы, обходя аль-хатым снаружи, совершая рамаль в первых трех кругах и приветствуя Черный камень жестом при каждом круге.</p>
<p>После тавафа совершаются два ракаата. Этот таваф называется таваф аль-кудум, и его совершение - сунна.</p>
<p>Затем паломник совершает са’ю между Сафа и Марва семь раз, начиная с Сафа и заканчивая на Марва, ускоряя шаг между зелеными отметками.</p>
<p>8 зуль-хиджа паломник после фаджра отправляется из Мекки в Мина и ночует там. 9 зуль-хиджа после восхода солнца паломники отправляются на Арафат, где после полудня начинается вукуф. Зухр и аср объединяются с одним азаном и двумя икаматами. Вукуф продолжается до захода солнца.</p>
<p>Затем паломники останавливаются в Муздалифе на ночь и объединяют магриб и иша во время иша с одним азаном и одним икаматом. 10 зуль-хиджа после фаджра начинается вукуф в Муздалифе, затем перед восходом солнца паломники отправляются в Мина и кидают семь камушков в джамарат аль-’акаба.</p>
<p>После этого прекращают тальбию, совершают жертвоприношение, бреют или укорачивают волосы, затем в течение трех дней жертвоприношения совершают таваф аз-зияра и возвращаются в Мина.</p>
<p>11 и 12 зуль-хиджа после полудня паломник кидает камни в три джамарата по семь камней в каждый, произнося такбир при каждом броске. Перед отъездом из Мекки совершается прощальный таваф без рамаля и са’ю, затем два ракаата, питье Зам-зам стоя и дуа у аль-Мультазама.</p>
<h5>Способы совершения хаджа</h5>
<p>Существует три способа совершения хаджа: ифрад, кыран и таматту’.</p>
<p>Кыран означает соединение. При этом способе паломник на микате вступает в ихрам одновременно для хаджа и умры. По мнению ханафитов, кыран лучше, чем таматту’, а таматту’ лучше, чем ифрад.</p>
<p>Совершая кыран, паломник входит в Мекку, совершает таваф умры с рамалем в первых трех кругах, два ракаата, са’ю между Сафа и Марва. После семи проходов са’ю его умра завершается, затем начинается хадж. 10 зуль-хиджа после кидания камней в джамарат аль-акаба ему ваджиб принести в жертву барана или 1/7 часть коровы или верблюдицы. Если он не может принести жертву, он держит пост три дня перед днем жертвоприношения и семь дней после окончания хаджа.</p>
<p>Таматту’ — это способ, при котором паломник вступает в ихрам на микате с намерением на умру. В Мекке он совершает таваф умры, прекращает тальбию перед тавафом, совершает рамаль в первых трех кругах, два ракаата, са’ю, затем бреет или укорачивает волосы и выходит из ихрама. 8 зуль-хиджа он вступает в ихрам для хаджа прямо из Мекки и выполняет действия хаджа. После кидания камней в джамарат аль-акаба ему ваджиб принести в жертву барана или 1/7 часть коровы или верблюдицы. Если он не может принести жертву, он постится три дня до Курбан-байрама и семь дней после хаджа. Кто не постился три дня до праздника, обязан совершить жертвоприношение без замены постом или садака.</p>
<h5>Умра</h5>
<p>Умра — сунна муаккада один раз в жизни. Условия для ее совершения те же, что и для хаджа.</p>
<p>Умра действительна круглый год. Макрух вступать в ихрам для умры в день Арафа, в день Курбан-байрам и в дни ташрика.</p>
<h5>Действия умры</h5>
<p>Действий умры четыре: ихрам, таваф, са’ю между Сафа и Марва, бритье или укорачивание волос на голове.</p>
<p>Тот, кто находится в Мекке и хочет совершить умру, должен выйти за границы Харама для вступления в ихрам, а тот, кто далеко от Мекки, вступает в ихрам для умры на микате. Въехав в Мекку, он совершает таваф и са’ю, после чего бреет или укорачивает волосы. На этом умра завершается.</p>

<h4>Нарушения ихрама и штрафы</h4>
<h5>Нарушения ихрама и штрафы за них</h5>
<p>Под «нарушениями» подразумевается совершение того, что запрещено. Эти нарушения бывают двух видов: нарушения в Хараме и нарушения в ихраме.</p>
<h5>Нарушения в Хараме</h5>
<p>Нарушения в Хараме - это убийство дичи на территории Харама Мекки либо помощь в охоте, когда человек указывает охотнику на дичь или рассказывает, где она водится. Также к ним относятся рубка и выкорчевывание деревьев, покос или выдергивание травы. Не имеет значения, находится человек в ихраме или нет: за каждое из этих нарушений предусмотрен штраф.</p>
<p>Если человек убил на охоте в Хараме дикое животное или зарезал его, ему запрещено есть его мясо, и это мясо считается мертвечиной. Если человек не в ихраме убил дичь в Хараме, он обязан отдать беднякам как садака стоимость животного. Этот штраф нельзя заменить постом.</p>
<p>Тот, кто срубил дерево или вырвал траву, должен отдать как садака стоимость ущерба, независимо от ихрама. Разрешено повредить траву или вырвать небольшую часть для установки палатки или оборудования кострища, стараясь минимизировать ущерб.</p>
<h5>Нарушения в ихраме</h5>
<p>Нарушениями в ихраме считаются запрещенные действия паломника в ихраме во время хаджа или умры, а также невыполнение их ваджибов. Нарушения в ихраме бывают шести видов.</p>
<p>Первое: нарушения, аннулирующие хадж, которые невозможно искупить жертвоприношением, постом или садака. Сюда относится половой акт до вукуфа на Арафате. Такой хадж нарушается, обязательно принести в жертву барана и возместить хадж в следующем году.</p>
<p>Второе: нарушения, искупаемые коровой или верблюдицей: половой акт после вукуфа на Арафате, но до бритья или стрижки волос, и совершение тавафа аз-зияра без гусля.</p>
<p>Третье: нарушения, искупаемые овцой или 1/7 части коровы или верблюдицы: действия, приводящие к половому акту, ношение мужчиной сшитой одежды без уважительной причины, закрытие женщиной лица тем, что к нему прикасается, удаление волос на голове или бороде без причины, закрытие лица целый день, нанесение благовоний на крупную часть тела целиком, стрижка всех ногтей на одной руке или ноге, несовершение прощального тавафа.</p>
<p>Четвертое: нарушения, за которые нужно отдать садака в размере половины са’ пшеницы или ее стоимости: бритье менее четверти головы или бороды, один или два ногтя, благовония не на всю поверхность части тела, ношение сшитой или ароматизированной одежды меньше одного дня, закрытие головы или лица неполный день, таваф аль-кудум или таваф аль-вада’ без малого омовения, пропуск кидания камней в один из трех джамаратов.</p>
<p>Пятое: нарушение, искупаемое садака меньше одного са’. Если паломник убил блоху или кузнечика, он может отдать садака в каком пожелает размере; за двух или трех насекомых — пригоршню пшеницы или ее стоимость; за больше трех — половину са’.</p>
<p>Шестое: нарушение, за которое требуется возместить стоимость. Это охотничья дичь. Если паломник в ихраме убил дичь, зарезал ее, указал на нее или рассказал, где она водится, он отдает как садака стоимость животного. Стоимость оценивают два благочестивых мусульманина, знающие цены на животных в Хараме или рядом.</p>
<p>Если стоимость дичи достигла стоимости жертвенного животного, паломник может купить жертвенное животное и зарезать его в Хараме, или купить еды и раздать беднякам по половине са’, или держать пост один день за стоимость половины са’. Если стоимость дичи меньше стоимости жертвенного животного, он может купить еды для бедняков или поститься из расчета один день за стоимость половины са’.</p>
<p>Нет штрафа за убийство вредного насекомого: осы, скорпиона, мухи, муравья, мотылька и комара. Также нет штрафа за убийство змеи, мыши, ворона и одичавшей собаки.</p>
<h5>Жертвоприношение в хадже</h5>
<p>Паломникам разрешено приносить в жертву коз, овец, коров и верблюдов. Овцу можно принести за одного человека, а верблюдицу и корову - за семь человек при условии, что доля каждого не меньше 1/7.</p>
<p>Условия для жертвенного животного в хадже те же, что и для курбана; оно не должно иметь недостатков. Коза или овца должна быть старше одного года, но можно принести овцу старше полугода, если она настолько крупная, что ее можно принять за годовалую. Корова должна быть старше двух лет, верблюдица - старше пяти лет.</p>
<p>Паломники совершают добровольное жертвоприношение, а также обязательное за хадж кыран и таматту’ после последнего кидания камней в джамараты. Для остальных видов жертвоприношения не установлено определенного времени.</p>
<p>Паломник обязан совершать жертвоприношение на территории Харама. Сунна - совершать его на территории Мина в дни Курбан-байрама и ташрика.</p>
<p>Если жертвоприношение добровольное либо за кыран и таматту’, то мустахаб совершившему его поесть мяса. Если животное велось с собой для добровольного жертвоприношения, его мясо нельзя есть хозяину и богатым людям; тушу передают беднякам, пометив ее.</p>
<p>Совершивший жертвоприношение по обету не может есть это мясо сам и кормить им богатых; он обязан раздать мясо беднякам. То же касается животных, принесенных в искупление нарушений хаджа.</p>
<h5>Посещение Пророка, да благословит его Аллах и приветствует</h5>
<p>Посещение могилы Пророка, да благословит его Аллах и приветствует, - одна из важнейших сунн для того, кому Всевышний Аллах дал возможность совершить хадж. Паломнику следует отправиться в Лучезарную Медину до или после хаджа с намерением посетить Пророка, да благословит его Аллах и приветствует.</p>
<p>В пути желательно читать как можно больше салаватов. Прибыв в Медину, следует искупаться, нанести благовония, надеть лучшую одежду, войти в мечеть Пророка скромно и спокойно, прочитать два ракаата приветствия мечети и попросить Аллаха о чем хочешь.</p>
<p>После этого нужно подойти к досточтимой могиле, встать напротив нее с почтением, поприветствовать Посланника Аллаха, прочитать салават и передать салям от всех, кто просил это сделать. Затем следует совершать в мечети побольше намазов и дуа за себя и всех мусульман.</p>
<p>Находясь в Медине, следует проводить время в поклонении, посещать Посланника Аллаха при каждой возможности, поминать Аллаха и каяться. Мустахаб посещать кладбище аль-Бакы’ и совершать все пять намазов в мечети Пророка.</p>
<p>Тому, кто уезжает из Медины, мустахаб совершить два ракаата прощального намаза в мечети Пророка, прочитать дуа, последний раз посетить Пророка, читать много салаватов и уходить, сожалея о расставании.</p>
`
    }

];
