const THEORY_FASTING = [

    {
        id: "fasting",
        title: "Книга четвертая - Пост",
        content: `
<div class="book-kicker">КНИГА ЧЕТВЕРТАЯ</div>
<h4>Пост</h4>
<h5>Определение поста</h5>
<p>Слово «ас-саум» в арабском языке означает «воздержание или отказ от слов или действий».</p>
<p>Как шариатский термин — это намеренный отказ от сексуальных удовольствий и от введения веществ в значимые полости тела от рассвета до заката в качестве поклонения Всевышнему Аллаху, следуя Его повелению.</p>
<h5>Обязательность поста</h5>
<p>Пост в месяц рамадан — это фард, установленный Всевышним Аллахом в Коране. Всевышний говорит:</p>
<p>«О верующие! Предписан вам пост [в месяц рамадан] так же, как он был предписан тем, кто жил до вас, чтобы вы были богобоязненными».</p>
<p>[Сура «аль-Бакара», 183].</p>
<p>Также Всевышний Аллах говорит:</p>
<p>«Месяц рамадан - [это месяц], в который был ниспослан Куръан как руководство для людей, доказательство истинного пути и различение [между истиной и ложью]. И кто из вас застанет этот месяц, пусть постится!»</p>
<p>[Сура «аль-Бакара», 185].</p>
<p>Пост — это четвертый столп из пяти столпов Ислама.</p>
<p>Вся умма единогласна, что пост в месяц рамадан — индивидуальная обязанность каждого мукалляфа.</p>
<h5>Кто обязан поститься в рамадан</h5>
<p>Тот, кто соответствует следующим условиям, обязан держать пост в месяц рамадан и возмещать пост в случае его пропуска:</p>
<p>1. Быть мусульманином. Пост не фард для немусульманина.</p>
<p>2. Быть половозрелым. Пост не обязателен для ребенка.</p>
<p>3. Быть разумным. Пост не фард для сумасшедшего.</p>
<p>4. Знание об обязательности поста для того, кто вырос среди немусульман.</p>
<p>Также такой человек должен соответствовать следующим условиям:</p>
<p>1. Не быть путником. Путник не обязан поститься в месяц рамадан, он может возместить пропущенные во время путешествия дни поста после рамадана.</p>
<p>2. Быть здоровым. Человек, диагноз которого позволяет ему не держать пост в рамадан, может восполнить пропущенные дни, когда выздоровеет.</p>
<p>3. Для женщин - не быть в состоянии хайда и нифаса. Женщина в периоды хайда и нифаса не имеет права поститься, им необходимо восполнить пропущенные в эти периоды дни поста в другое время.</p>
<h5>Условия действительности поста</h5>
<p>Для действительности поста необходимо иметь намерение на пост во время, в которое оно должно быть.</p>
<p>1. Чтобы у женщины не было хайда и нифаса.</p>
<p>2. Воздержание от всего, что нарушает пост, например, еды, питья и полового акта.</p>
<p>3. Наличие полного омовения не является условием действительности поста.</p>
<h5>Виды поста</h5>
<p>Пост бывает шести видов с точки зрения его хукма:</p>
<p>1. Фард.</p>
<p>2. Ваджиб.</p>
<p>3. Сунна муаккада.</p>
<p>4. Мустахаб.</p>
<p>5. Макрух.</p>
<p>6. Харам.</p>
<p>Фард-пост — это пост в месяц рамадан и его восполнение.</p>
<p>Ваджиб — это пост по данному обету, возмещение желательного поста, нарушенного после начала его соблюдения, и пост-искупление (каффара).</p>
<p>Пост искупления (каффара) обязателен при намеренном нарушении поста в месяц рамадан без уважительной причины, при зихаре, нарушении клятвы, некоторых нарушениях во время ихрама, непредумышленном убийстве и некоторых других видах убийств.</p>
<p>Пост сунна-муаккада — это пост в день Ашура (10-го мухаррама вместе с 9 или 11 мухаррама).</p>
<p>Пост гайр-муаккада: три любых дня поста в месяц, пост в «белые дни», пост в понедельник и четверг, шесть дней поста в шаввале, пост в день Арафа для того, кто не в хадже, и пост Дауда, мир ему, то есть пост через день.</p>
<p>Пост-макрух: поститься только в день Ашура без 9-го или 11-го мухаррама, выделять постом субботу, держать пост «аль-висаль», то есть поститься два дня подряд без ифтара.</p>
<p>Пост-харам: пост в день Ураза-байрам, в день Курбан-байрам и в дни ташрик.</p>
<h5>Время для намерения на пост</h5>
<p>Намерение — это условие действительности поста.</p>
<p>Можно выразить намерение на пост почти до самого полудня для поста в месяц рамадан, поста по данному обету в определенные дни и нафль-поста.</p>
<p>Пост в месяц рамадан действителен с намерением просто на пост и даже с намерением на желательный пост. Пост по данному обету в конкретные дни также действителен с намерением просто на пост и с намерением на желательный пост. Аналогично и нафль-пост действителен с намерением просто на пост и с намерением на желательный пост.</p>
<p>Иметь намерение с ночи и конкретизация типа поста — это условие при возмещении поста рамадана, при возмещении желательного поста, который был нарушен, для поста каффара и для поста по данному обету без определения дня.</p>
<h5>Видение нового месяца</h5>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>«Начинайте поститься, когда увидите его [новый месяц], и заканчивайте поститься, когда увидите его. А если небо будет закрыто тучами, то отсчитайте тридцать дней ша’бана».</p>
<p>Начало месяца рамадан устанавливается одним из двух способов: при видении нового месяца или после завершения тридцати дней ша’бана, если нет возможности увидеть новый месяц.</p>
<p>Для установления конца рамадана требуется свидетельство двух мужчин либо мужчины и двух женщин, если небо покрыто тучами, при сильном тумане или песчаной буре. Если небо ясное, то для установления начала и конца рамадана требуется свидетельство большой группы людей, чтобы возникло близкое к уверенности предположение.</p>
<p>Для всех остальных месяцев требуется свидетельство двух соблюдающих мужчин из мусульман либо мужчины и двух женщин, которых в прошлом не уличали в ложном обвинении кого-либо в прелюбодеянии.</p>
<p>Если новый месяц видели в какой-либо местности, то пост становится обязателен и для жителей соседних местностей, если информация об этом дошла до них достоверным путем.</p>
<p>Тому, кто увидел новый месяц, но его свидетельство не приняли, обязательно начинать поститься. Тому же, кто видел новый месяц в конце рамадана, и его свидетельство не приняли, обязательно продолжать поститься.</p>
<h5>Хукм поста в день сомнения</h5>
<p>День сомнения — это день после 29-го ша’бана, про который неизвестно, является он 30-м днем ша’бана или же 1-м днем рамадана.</p>
<p>Поститься в этот день с намерением на фард рамадана макрух. Также макрух поститься, если не уверен, будет пост в этот день фардом или нафлем.</p>
<p>Поститься же в этот день с уверенным намерением на нафль макрухом не будет.</p>
<p>Пост того, кто не может решиться, поститься или нет, не будет действителен.</p>
<p>Муфтию местности следует приказать людям в этот день ждать до времени перед полуднем без намерения на пост, затем, когда пройдет время намерения на пост рамадана, и не придет достоверного свидетельства о видении Луны, муфтий приказывает им в этот день не поститься.</p>
<p>Если человек постился в этот день с намерением на нафль, а затем выяснилось, что этот день был первым днем рамадана, его пост засчитывается как пост в рамадан, и ему не требуется его восполнять.</p>
<h5>Что не нарушает пост</h5>
<p>Следующие вещи не нарушают пост:</p>
<p>1. Если поел, забыв, что постишься.</p>
<p>2. Если попил, забыв, что постишься.</p>
<p>3. Если совершил половой акт по забывчивости.</p>
<p>4. Нанесение масла на волосы.</p>
<p>5. Использование сурьмы, даже если почувствовал ее вкус во рту.</p>
<p>6. Хиджама.</p>
<p>7. Злословие (гыбат).</p>
<p>8. Если сделал намерение нарушить пост, но не нарушил.</p>
<p>9. Если непреднамеренно в горло попала пыль, даже если это пыль от муки.</p>
<p>10. Если нечаянно вдохнул дым.</p>
<p>11. Если нечаянно проглотил муху.</p>
<p>12. Нарушение гусля также не нарушает пост, даже если человек весь день поста провел без гусля.</p>
<p>13. Попадание воды в уши при купании.</p>
<p>14. Проглатывание выделений из носа.</p>
<p>15. Непроизвольная рвота, даже если она обильная и даже если нечаянно что-то из этого проглотил.</p>
<p>16. Если вызвал рвоту намеренно, но ее так мало, что она не заполнила рот.</p>
<p>17. Если проглотил кусочек пищи, застрявшей между зубами до начала поста, при условии, что он меньше нута.</p>
<p>18. Если в рот попало снаружи что-то не больше кунжутного зернышка и растворилось во рту так, что постящийся почувствовал вкус.</p>
<p>19. Инъекция внутримышечная или внутривенная.</p>
<p>20. Многократное введение ватной палочки в ухо.</p>

<h4>Возмещение поста и каффара</h4>
<h5>Когда требуется возмещение поста вместе с каффарой</h5>
<p>В следующих случаях пост нарушается, и требуется как возмещение, так и каффара:</p>
<p>1. Если постящийся съел что-то, что он считает съедобным и вкусным.</p>
<p>2. Если постящийся проглотил лекарство без крайней необходимости.</p>
<p>3. Если постящийся выпил воду либо другой напиток, который он считает вкусным или питательным.</p>
<p>4. Если совершил половой акт.</p>
<p>5. Если в рот попали капли дождя, и постящийся их проглотил.</p>
<p>6. Если проглотил пшеничное зерно с очистками или без них.</p>
<p>7. Если проглотил кунжутное зерно и т. п.</p>
<p>8. Если съел немного соли.</p>
<p>9. Курение сигарет или кальяна.</p>
<p>10. Если съел глину, при условии, что постящийся находит это вкусным или в лечебных целях. Если ни того, ни другого нет, то при проглатывании такой глины требуется возмещение без каффары.</p>
<h5>Условия обязательности каффары</h5>
<p>Каффара станет обязательной только при наличии следующих условий:</p>
<p>1. Если нарушил своевременный пост в месяц рамадан. Если нарушил пост возмещения рамадана или любой другой пост - каффара не требуется.</p>
<p>2. Если нарушил пост намеренно. Если человек нарушил пост, забыв, что постится, то каффара не требуется.</p>
<p>3. Если поел, попил или сделал что-то другое, что нарушает пост, по ошибке - например, думая, что еще ночь, тогда как на самом деле наступил рассвет - каффара не требуется.</p>
<p>4. Чтобы пост не был нарушен под принуждением. Если человека заставили поесть, попить и прочее, то каффара не требуется.</p>
<p>5. Чтобы нарушение поста не было вызвано крайней необходимостью. Если человек поел, попил или принял лекарство при угрозе жизни и здоровью, то каффара не требуется.</p>
<h5>Что из себя представляет каффара</h5>
<p>В том случае, если для человека стала обязательна каффара, ему требуется выполнить одно из следующих действий:</p>
<p>1. Освободить раба, будь тот мусульманином или нет.</p>
<p>2. Если это невозможно, то поститься два месяца подряд так, чтобы этот пост не пришелся на Курбан-байрам или дни ташрика.</p>
<p>3. Накормить 60 бедняков.</p>
<p>Действия каффары выполняются именно в таком порядке. Тот, кто не может освободить раба, должен поститься 60 дней, а кто не может поститься 60 дней - должен накормить 60 бедняков двумя приемами пищи средней для его местности стоимости.</p>
<p>Среди этих бедняков не должно быть тех, кого он обязан содержать по Шариату, например, его родителей, детей и жены.</p>
<p>Если человек хочет вместо кормления передать беднякам пшеницу, он должен будет отдать каждому бедняку половину са’ пшеницы или пшеничной муки либо их стоимость. Также он может отдать каждому по одному са’ ячменя или фиников либо их стоимость.</p>
<h5>Когда обязательно возмещение поста, но не требуется каффара</h5>
<p>В следующих случаях пост нарушается, его обязательно восполнить, однако каффара не нужна:</p>
<p>1. Если постящийся не соблюдал пост в рамадан по уважительной шариатской причине, например, являясь путником, или по болезни, из-за беременности, кормления, хайда, нифаса, обморока или сумасшествия.</p>
<p>2. Если постящийся съел что-то, что обычно не ест, не считает вкусным, и что не является лекарством: муку, тесто, большое количество соли за один раз, хлопок, бумагу или глину, если он обычно ее не ест.</p>
<p>3. При проглатывании несъедобных вещей: камней, металла, дерева и т. п.</p>
<p>4. Если постящегося насильно заставили нарушить пост.</p>
<p>5. Если постящийся был вынужден нарушить пост.</p>
<p>6. Если постящийся нарушил пост по ошибке, например, поел, думая, что уже ночь, а потом выяснилось, что рассвет уже наступил, или же думал, что Солнце село, и поел, тогда как оно еще не село.</p>
<p>7. Если постящийся промывал нос или полоскал рот и нечаянно при этом проглотил воду.</p>
<p>8. Если намеренно вызвал рвоту, и рвотные массы заполнили рот.</p>
<p>9. Если в рот попала капля дождя или снег, и постящийся проглотил их нечаянно.</p>
<p>10. Если нарушил любой другой пост, кроме своевременного поста в рамадан.</p>
<p>11. Если намеренно вдохнул дым не для удовольствия.</p>
<p>12. Если проглотил кусочек пищи, застрявшей между зубами, и он был размером с нут или больше того.</p>
<p>13. Если поел, забыв о посте, и, решив, что пост нарушился, поел второй раз уже сознательно.</p>
<p>14. Если намерение поститься возникло после полудня, и постящийся нарушил такой пост.</p>
<p>15. Если начал день путником, затем сделал намерение прервать путешествие, после чего поел.</p>
<p>16. Если вышел в путь после намерения прервать путешествие и поел.</p>
<p>17. Если воздерживался от еды, питья и всего, что нарушает пост, в течение дня без намерения на пост.</p>
<p>18. Если закапал в уши лекарство.</p>
<p>19. Если ввел лекарство в носовую полость.</p>
<p>20. Если при лечении раны в животе или голове в брюшную полость или мозг попало какое-то вещество.</p>
<p>Тот, кто нарушил пост по одной из вышеприведенных причин, должен воздерживаться от еды, питья и всего, что нарушает пост, остаток этого дня вплоть до заката в качестве проявления уважения к месяцу рамадан.</p>
<h5>Что является макрухом для постящегося</h5>
<p>Макрухом для постящегося являются следующие вещи:</p>
<p>1. Разжевывать пищу или пробовать что-то на вкус без нужды.</p>
<p>2. Все, что ослабляет организм, например - кровопускание.</p>
<p>3. Поцелуи и ласки, если есть опасность, что они приведут к половому акту.</p>
<h5>Что не является макрухом для постящегося</h5>
<p>Не является макрухом для постящегося: наносить масло на усы или бороду, наносить сурьму, купаться, заворачиваться в мокрые простыни для охлаждения, полоскать рот и промывать нос для охлаждения, использовать сивак в течение всего дня.</p>
<h5>Желательные действия во время поста</h5>
<p>Желательные действия во время поста: есть перед рассветом (сахур), откладывать сахур на более позднее время, торопиться с ифтаром после уверенности в закате, брать гусль до фаджра, удерживать язык от грехов, использовать рамадан для поклонения, сдерживать гнев и воздерживаться от чрезмерности даже в дозволенных удовольствиях.</p>
<h5>Уважительные причины для нарушения поста</h5>
<p>Всевышний Аллах не обязывает человека делать то, что ему не под силу. Шариат предусматривает послабления во всех ситуациях, когда пост может привести к вреду или сильному затруднению:</p>
<p>1. Для больного, которому пост вредит, если он боится обострения болезни или отсрочки выздоровления.</p>
<p>2. Для путника в таком путешествии, в котором обязательно сокращать намазы.</p>
<p>3. Для того, кого охватили сильный голод или сильная жажда, если он понимает, что может погибнуть, если не нарушит пост.</p>
<p>4. Для беременной, которая боится вреда для себя или для плода.</p>
<p>5. Для кормящей женщины, если пост вредит ей или ребенку.</p>
<p>6. Женщина в период хайда и нифаса не имеет права поститься, и ее посты недействительны.</p>
<p>7. Для пожилого человека, который физически не в состоянии держать пост. Такой человек, не надеясь когда-либо восполнить пропущенные посты, обязан выплачивать фидью.</p>
<p>8. Тот, кто держал добровольный пост, имеет право его прервать, но должен будет восполнить его в другой день.</p>
<p>Тому, у кого есть долги по посту, мустахаб возместить их как можно быстрее, однако это не обязательно. Пропущенные дни поста можно возмещать подряд или в разные дни.</p>
<p>Если человек не восполнил пропущенные в рамадан посты до наступления следующего рамадана, он должен поститься в рамадан своевременно и отложить восполнение на время после окончания рамадана — это не будет грехом и не требует фидьи.</p>

<h4>Обет (назр) и и’тикаф</h4>
<h5>Обет (назр)</h5>
<p>Пророк, да благословит его Аллах и приветствует, сказал:</p>
<p>«Кто дал обет выполнить какое-либо поклонение, пусть выполнит его, а кто дал обет совершить грех - пусть не совершает его».</p>
<p>Обет требует исполнения при совмещении следующих трех условий:</p>
<p>1. Чтобы основа обещанного была обязательным поклонением, например, пост или намаз.</p>
<p>2. Чтобы обещанное поклонение было целью (’ибада максуда).</p>
<p>3. Чтобы само поклонение по обету не было обязательным.</p>
<p>Действителен обет освободить раба, совершить и’тикаф, намаз (кроме обязательных) и пост (кроме обязательного).</p>
<p>Недействителен обет совершить вуду, потому что это не самостоятельное поклонение. Также недействителен обет совершить саджда-тилява, потому что саджда-тилява — ваджиб.</p>
<p>Недействителен обет посетить больного, потому что посещение больного не ваджиб, а сунна.</p>
<p>Если человек дал обет поститься в дни двух праздников или в дни ташрика, его обет действителен, однако ему нельзя поститься в эти дни, поскольку пост в них харам, и нужно возместить пост по данному обету в другие дни.</p>
<h5>И’тикаф</h5>
<p>Слово «и’тикаф» в арабском языке означает постоянное или частое пребывание где-либо.</p>
<p>Как шариатский термин и’тикаф — это пребывание в мечети, в которой коллективно совершается пятикратный намаз, с намерением на поклонение и приближение к Всевышнему Аллаху.</p>
<p>Всевышний Аллах говорит:</p>
<p>«Не вступайте с ними [женами] в близость, когда вы находитесь в мечетях в состоянии и’тикафа».</p>
<p>[Сура «аль-Бакара», 187].</p>
<p>От ’Айши, да будет доволен ей Аллах, передается, что Пророк, да благословит его Аллах и приветствует, совершал и’тикаф десять последних дней рамадана.</p>
<h5>Виды и’тикафа</h5>
<p>И’тикаф бывает трех видов в зависимости от его хукма:</p>
<p>1. Ваджиб - это и’тикаф по данному обету. Если человек даст обет совершить и’тикаф, ему ваджиб это сделать.</p>
<p>2. Сунна-муаккада - это сунна-кифая десяти последних суток рамадана.</p>
<p>3. Мустахаб - это и’тикаф в любое другое время не по данному обету.</p>
<h5>Срок и’тикафа</h5>
<p>Минимальный срок для действительности и’тикафа зависит от его хукма. Если это ваджиб-и’тикаф по данному обету, то срок его определяется обетом. Срок суннат-и’тикафа - это десять последних суток месяца рамадан.</p>
<p>Для нафль-и’тикафа нет ни минимальной, ни максимальной продолжительности — даже если человек зайдет в мечеть на одну секунду с намерением на и’тикаф, то такой и’тикаф будет засчитан.</p>
<p>И’тикаф действителен только в мечети, в которой коллективно совершаются все пять намазов, в которой есть постоянный имам и муаззин.</p>
<p>Женщина может совершать и’тикаф в мечети ее дома — это специальное место, которое она выделяет в своем доме для совершения намаза и других видов ’ибадата.</p>
<p>Для действительности и’тикафа по данному обету необходимым условием является пост, без поста ваджиб-и’тикаф недействителен. Для действительности суннат-и’тикафа или и’тикафа мустахаб пост не обязателен.</p>
<h5>Что нарушает и’тикаф</h5>
<p>И’тикаф нарушает выход из мечети без уважительной причины, наступление хайда или нифаса, половой акт или предваряющие его ласки с возбуждением.</p>
<h5>Причины, по которым разрешается выйти из мечети</h5>
<p>Совершающий и’тикаф имеет право выйти из мечети без нарушения его и’тикафа по трем причинам:</p>
<p>1. По естественной надобности - для справления нужды или совершения гусля, если он нарушился, при условии, что вышедший не задерживается вне мечети дольше необходимого.</p>
<p>2. Шариатские причины - например, выход для совершения джума-намаза, если в мечети, где совершается и’тикаф, джума-намаз не проводится.</p>
<p>3. Выход при крайней необходимости: опасение за жизнь, сохранность имущества или угроза разрушения мечети. В этом случае нужно без промедления перейти в другую мечеть с намерением на совершение и’тикафа в ней.</p>
<p>Совершающий и’тикаф должен есть и пить внутри мечети. Он имеет право заключать необходимые торговые сделки, не выходя из мечети и не занося внутрь товары, предназначенные для продажи.</p>
<h5>Что макрух во время и’тикафа</h5>
<p>Макрух для совершающего и’тикаф заниматься торговлей на постоянной основе, заносить товары для торговли в мечеть и молчать с убеждением, что это поклонение. Если такого убеждения нет, то молчание не макрух.</p>
<h5>Адабы и’тикафа</h5>
<p>Мустахабами и’тикафа считаются: говорить только о благом, выбирать для и’тикафа самые достойные мечети и заниматься поклонением: читать Коран, салаваты Пророку, да благословит его Аллах и приветствует, совершать больше зикра, читать религиозные книги.</p>

<h4>Фитр-садака</h4>
<h5>Фитр-садака</h5>
<p>Фитр-садака — это пожертвование, которое выплачивает мусульманин в день праздника Ураза-байрам в пользу нуждающихся в качестве компенсации за возможные упущения во время месяца поста.</p>
<p>Фитр-садака - ваджиб для каждого мусульманина-мукалляфа. Он платит за себя и за тех, за кого обязан платить.</p>
<h5>Кто обязан выплачивать фитр-садака</h5>
<p>Для обязательности выплаты фитр-садака человек должен соответствовать трем условиям: быть мусульманином, быть свободным и обладать нисабом средств сверх основных нужд и долгов.</p>
<p>К основным нуждам относятся жилье, необходимая домашняя утварь и обстановка, одежда, транспорт и инструменты, необходимые для заработка.</p>
<p>Для обязательности выплаты садака-фитр не ставится условие, чтобы с момента появления нисаба прошел год. Фитр-садака платит каждый, у кого есть нисаб на момент рассвета дня праздника Ураза-байрам.</p>
<p>Также не условие быть половозрелым или разумным. Если у ребенка или сумасшедшего есть имущество в размере нисаба, из их имущества выплачивается фитр-садака.</p>
<h5>Когда обязательно выплатить фитр-садака</h5>
<p>Выплата фитр-садака становится ваджибом с рассветом дня праздника Ураза-байрам. Тот, кто умер или лишился нисаба до рассвета, не обязан его выплачивать.</p>
<p>Тот, кто родился, принял Ислам или стал обладателем нисаба после рассвета, не должен выплачивать фитр-садака.</p>
<p>Мустахаб выплатить его в праздничный день до выхода к месту совершения ид-намаза.</p>
<p>Если человек выплатил фитр-садака до праздничного дня в течение месяца рамадан, такая садака тоже действительна.</p>
<p>Макрух без уважительной причины откладывать выплату фитр-садака на время после праздничного намаза.</p>
<h5>За кого нужно выплатить фитр-садака</h5>
<p>Фитр-садака выплачивается за себя и за несовершеннолетних детей, у которых нет имущества в размере нисаба. Если у них есть собственное имущество, то фитр-садака выплачивается из него.</p>
<p>Мужчина не обязан выплачивать фитр-садака за свою жену, но, если он выплатит добровольно, это засчитывается.</p>
<p>Нет обязанности выплачивать фитр-садака за взрослых детей, если они разумные, даже если у них нет нисаба. Однако за половозрелого сумасшедшего ребенка выплачивать фитр-садака ваджиб.</p>
<h5>Размер фитр-садака</h5>
<p>В хадисах упоминается, что фитр-садака выплачивается четырьмя продуктами: пшеницей, ячменем, финиками и изюмом.</p>
<p>Обязательный размер фитр-садака — это половина са’ пшеницы или пшеничной муки либо один са’ ячменя, фиников и изюма.</p>
<p>Также разрешается выплачивать фитр-садака другими зернами, и в этом случае количество определяется стоимостью, равной стоимости половины са’ пшеницы или са’ ячменя.</p>
<p>Также разрешено выплачивать фитр-садака деньгами, и это лучше, так как полезнее для бедняков.</p>
<p>Разрешается выплатить фитр-садака одному бедняку, также можно передать одному бедняку фитр-садака за несколько человек.</p>
<p>Фитр-садака выплачивается тем же категориям людей, которым выплачивается закят.</p>
`
    }

];
