const THEORY_TAHARA = [

    {
        id: "intro_and_tahara",
        title: "Введение и книга первая - Очищение",
        content: `
<p class="theory-lead">с именем Аллаха Милостивого, Милующего</p>
<h4>Введение</h4>
<h5>Предисловие к русскому изданию</h5>
<p>Хвала Аллаху, который создал человека в наилучшем виде, одарил его многими благами, разрешил ему полезное и чистое, предостерег от запретного и научил тому, чего человек не знал.</p>
<p>Хвала Аллаху, который возвысил ученых в области исламского права (фикха) упоминанием в Своей Великой Книге. Всевышний говорит:</p>
<p>«Следовало бы отправить из каждой общины группу изучать религию (фикх) и наставлять людей, когда они придут к ним - чтобы они остерегались [совершения запретного]».</p>
<p>[Сура ат-Тауба, 122].</p>
<p>Да будет мир и благословение Аллаха Его верному посланнику, предводителю праведников, который призывал к изучению религии и фикха, говоря: «Кому Аллах желает блага, тому Он даст знание (фикх) религии»,’ Да благословит Аллах его, его семью, всех его сподвижников и всех тех, кто следует за ними, до Судного дня!</p>
<p>Самое лучшее для человека — знать, что для него дозволено, а что запретно, какие поступки правильные, а 1 Бухари, № 71; Муслим, № 1037.</p>
<p>какие неправильные. Наука фикх разъясняет эти вещи.</p>
<p>Учеными прошлого и настоящего написано много книг, в которых разобраны решения в области поклонения (ибадат), имущественных отношений, семейных отношений и т.д.</p>
<p>Одна из таких книг — «Аль-Фикх аль-муяссар» шейха Шафик ар-Рахмана ан-Надви, преподавателя хадиса на факультете Шариата и основ религии в университете Дар аль-улюм Надват аль-уляма, Лакхнау (Индия). Эта книга - одна из лучших начальных книг по основам поклонения в соответствии с ханафитской школой фикха. Она отличается ясной структурой, простым языком изложения, точностью в передаче вопросов и решений мазхаба.</p>
<p>С момента первой публикации в 1982 году эта книга приобрела немалую популярность, выдержав на сегодняшний день десятки изданий как в Индии и Пакистане, так и в арабских странах, Турции и странах бывшего СССР.</p>
<p>Она была одобрена и включена в учебную программу многими религиозными образовательными организациями и шариатскими институтами по всему миру.</p>
<p>Книга «аль-Фикх аль-муяссар» была задумана выдающимся мусульманским ученым 20-го века шейхом Абуль-Хасаном Али ан-Надви (1913 — 1999). Во время преподавания детям и подросткам шейху пришла в голову идея составить для них упрощенное изложение ханафитского фикха, потому что классические книги, по которым обычно шло преподавание, были сложны для их понимания - как по языку, так и по способу изложения материала.</p>
<p>Шейх взял за основу книгу «Нур аль-идах» имама Хасана ибн Аммара аш-Шурунбуляли, ученого 17-го века, с которой традиционно ханафиты начинают изучение тем поклонения (очищение, намаз, пост, закят и хадж). Однако, понимая, что занятость не позволит ему воплотить начатое, ученый привлек к работе своего коллегу по Дар аль-улюм Надват аль-уляма шейха Шафик ар-Рахмана ан-Надви, который воплотил замысел «аль-Фикх аль-муяссар».</p>
<p>При переводе книги на русский язык мы взяли за основу арабское издание под редакцией Абдульмаджида аль-Гаури,^ который дополнил книгу и снабдил примечаниями. Его добавления мы включили без указания авторства.</p>
<p>По умолчанию примечания принадлежат редактору арабского издания книги. Примечания переводчиков отмечены «прим. пер.».</p>
<p>При переводе аятов Корана использовались «Калям Шариф» и «Тафсир azan.ru».</p>
<p>Ахмад Абу Яхья, преподаватель Казанского исламского университета 2 Первое издание, Дамаск - Бейрут: Дар Ибн Касир, 2000.</p>
<h5>Виды шариатских хукмов</h5>
<p>в книге читатель будет регулярно сталкиваться с некоторыми арабскими терминами, которые мы хотим здесь пояснить, чтобы в дальнейшем использовать без перевода. В первую очередь это касается видов хукмов - решений Шариата в отношении того или иного действия человека.</p>
<p>В ханафитском мазхабе ученые выделяют следующие виды хукмов:</p>
<p>1. Фард Это действие, совершение которого обязательно, и обязательность установлена доказательством, в котором нет сомнений: аятом Корана, хадисом или иджма, переданных путем «таватура», то есть с наивысшей степенью достоверности.</p>
<p>Примеры фардов: пятикратный намаз или пост в рамадан. Отрицающий однозначный и общеизвестный фард становится неверующим. Тот, кто не выполняет фард, но при этом не отрицает его обязательность, - грешник. За выполнение фарда в вечной жизни мусульманина ожидает награда, за невыполнение - наказание.</p>
<p>2. Ваджиб Это действие, совершение которого обязательно, но обязательность установлена не таким однозначным, категоричным доказательством. В отношении обязательности этого действия могут быть разногласия между учеными - муджтахидами.</p>
<p>Примеры важиба: праздничный (ид) намаз и намаз витр. Отрицающий ваджиб не выходит из Ислама, как и тот, кто не выполняет его, становится грешником.</p>
<p>3. Сунна Это действие, совершение которого желательно. За него положена награда в вечной жизни. Оставляющий сунну заслуживает порицания. Ханафиты делят сунну на два вида:</p>
<p>А) Сунна муаккада (усиленная).</p>
<p>Это действие, которое Пророк, да благословит его Аллах и приветствует, совершал постоянно, однако изредка не совершал, чтобы показать, что оно не обязательно.</p>
<p>Например, два ракаата желательного намаза перед фаджр-намазом, чтение азана или совершение намаза джамаатом для мужчин.</p>
<p>Ханафитские ученые считают, что человек, который постоянно не совершает сунну муаккада без уважительной причины, впадает в грех, но грех этот степенью ниже, чем за несовершение фарда или ваджиба.</p>
<p>Б) Сунна гейр муаккада (не усиленная), мустахаб, мандуб или адаб.</p>
<p>Это действие, которое Пророк, да благословит его Аллах и приветствует, иногда совершал, а иногда - нет.</p>
<p>Например, четыре ракаата намаза перед фардом аср-намаза.</p>
<p>4, Мубах Это допустимое действие, за совершение которого не полагается награды, а за оставление - наказания. Человек сам решает, совершать ему это действие или нет.</p>
<p>Пример мубаха: выбор конкретных видов халяль-еды, ношение женщинами украшений, рисование неодушевленных объектов.</p>
<p>5. Макрух танзихан Это действие, совершение которого нежелательно, но не запрещено, и наказания в следующей жизни за это не будет.</p>
<p>Того, кто намеренно отказывается от макруха танзихан ожидает награда в будущей жизни. Макрух танзихан - противоположность сунны. Несовершение сунны в основе — макрух танзихан.</p>
<p>6. Макрух тахриман Это действие, совершение которого запретно, однако запретность установлена не однозначным доводом.</p>
<p>Примеры: ношение шелка и золотого перстня для мужчин. Также макрухом тахриман будет несовершение ваджиба.</p>
<p>Совершающий макрух тахриман, как и харам, заслуживает наказания в будущей жизни, а сознательно отказывающийся от них - награды.</p>
<p>7. Харам Это действие, совершение которого запретно, при этом запретность установлена однозначным, категоричным доводом, в котором нет сомнения.</p>
<p>Пример: употребление вина и свинины.</p>
<p>Шарт и рукн - это два вида фарда, однако между ними есть принципиальное отличие:</p>
<p>Шарт (условие, мн. ч. «шурут») — это то, без чего действие не принимается, при этом оно само не является частью этого действия. Например, малое омовение: намаз без него не засчитывается, однако оно не является частью намаза.</p>
<p>Рукн (досл, «столп, основа», мн. ч. «аркан») — это то, без чего действие не действительно и что при этом является частью самого действия. Пример рукна — чтение хотя бы одного аята из Корана: без этого намаз не действителен, при этом чтение Корана — составная часть намаза.</p>
<p>Если мукалляф совершил акт поклонения (допустим, намаз), выполнив все его шарты и рукны, то намаз считается действительным (сахих) по Шариату, то есть выполненным, а мукалляфу не требуется его совершать повторно.</p>
<p>Если же какие-либо из шартов и рукнов выполнены не были, или были, но неправильно, то намаз в целом считается недействительным (батыль), и мукалляф обязан его переделать.</p>
<h5>Предисловие автора</h5>
<p>Хвала Аллаху, Господу миров. Мир и благословение господину посланников Мухаммаду, его семье и всем сподвижникам.</p>
<p>Перед вами краткая книга о шариатских хукмах очищения, намаза, поста, закята, хаджа и жертвоприношения, согласно мазхабу великого имама Абу Ханифы ан-Ну’мана, да смилуется над ним Аллах.</p>
<p>Я изложил эти хукмы методом, схожим с методом книги «Нур аль-Идах» шейха Хасана ибн Аммара аш-Шурунбуляли, египетского ученого-ханафита, и в основном опирался на нее, а также и на другие книги по ханафитскому фикху. Моя цель состояла в том, чтобы изложить фикх способом, подходящим для молодых студентов, поэтому я упростил язык и стиль, чтобы молодежь могла понять ее и усвоить.</p>
<p>В начале каждой темы книги я при возможности привожу аят из Священного Корана и хадис Пророка, да благословит его Аллах и приветствует, чтобы показать значимость этой темы.</p>
<p>Я приложил усилия, чтобы книга соответствовала уровню молодых студентов, которые все еще находятся на первом этапе изучения фикха, поэтому я не привожу разногласия между учеными, за исключением редких случаев, чтобы не смущать ум новичка. Также я избегал вопросов, которые трудно понять и осмыслить молодым людям.</p>
<p>я могу только выразить благодарность моему учителю шейху Абу аль-Хасану Али аль-Хасани ан-Надви — да хранит его Аллах и да принесет через него пользу Исламу и мусульманам — который оказал мне честь, поручив такую важную работу, указал мне верный метод изложения.</p>
<p>написал введение к книге. И если я преуспел в том, что пытался сделать, то это целиком его заслуга! Если в цель попала стрела, то в цель попал и стрелок.</p>
<p>Я также должен поблагодарить своих учителей, коллег и студентов, которые помогали мне на разных этапах работы над этой книгой, особенно моего учителя шейха Мухаммада Зухура ан-Надви, муфтия Дар аль-улюма; моего учителя, известного исламского автора Саида аль-А’зами ан-Надви; шейха Бурхануддина ас-Санбахли и моего учителя шейха Зия аль-Хасана ан-Надви, которые любезно согласились проверить книгу и дали мне мудрые наставления и обоснованные мнения, что повысило ценность книги.</p>
<p>Прошу уважаемых читателей сообщить мне, если они обнаружат какие-либо недостатки или искажения, чтобы я мог исправить их в следующем издании.</p>
<p>Прошу Всевышнего Аллаха направить меня к праведности и облагодетельствовать меня благодаря этой книге в вечной жизни!</p>
<p>Шафик ар-Рахман ан-Надви Дар-аль улюм Надват аль-уляма (Индия)</p>
<p>12-е джумада-аль-ахыра 1402 года хиджры</p>
<div class="book-kicker">КНИГА ПЕРВАЯ</div>
<h4>Очищение</h4>
<p>Слово «ат-тахара» в арабском языке означает очищение и избавление от нечистоты как физической, так и духовной. Так, говорится «использовал воду для очищения», то есть очистился с помощью нее от грязи, или «очистился от зависти», то есть избавился от нее.</p>
<p>Очищение (тахара) в Шариате бывает двух видов;</p>
<p>1. Очищение от ритуального осквернения (хадас), и это ритуальное очищение (тахара хукмийя);</p>
<p>2. Очищение от наджасы, и это физическое очищение (тахара хакикия).</p>
<p>Очищение от ритуального осквернения достигается путем совершения малого омовения (вуду), либо полного омовения (гусль), либо сухого очищения (таяммум), если затруднительно использовать воду.</p>
<p>Очищение от наджасы достигается путем устранения этой наджасы различными средствами очищения: водой, чистой землей, камнями или дублением.</p>
<h5>Важность очищения</h5>
<p>Известно, что Всевышний Аллах, создав человека, возвысил его уровень, дал ему разум и понимание вещей. Он также наделил его вкусом и склонностью к духовной и физической чистоте. Проявлением Милости Всевышнего Аллаха является то, что Он приказал человеку очищаться.</p>
<h5>Доказательство законности очищения из Корана и Сунны</h5>
<p>Всевышний Аллах говорит в Коране:</p>
<p>«Поистине, Аллах любит кающихся и любит очищающихся»</p>
<p>[Сура аль-Бакара, 222].</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, говорил:</p>
<p>«Чистота - половина веры»А Также он, да благословит его Аллах и приветствует, говорил:</p>
<p>«Ключ к Раю - намаз, а ключ к намазу - очищение»^.</p>
<p>Очищение - это основа поклонения, и намаз без него недействителен.</p>
<h5>Вода, пригодная для очищения</h5>
<p>Можно использовать для омовения обычную воду (маъ мутлак). Обычная вода - это вода такая, какова она в природе, в нее не попала наджаса, и в ней не преобладает другое вещество. К обычной воде относятся:</p>
<p>1. Дождевая вода</p>
<p>2. Вода рек и ручьев</p>
<p>3. Колодезная вода</p>
<p>4. Вода из подземных источников 3 Муслим, №223.</p>
<p class="theory-note">4 Тирмизи, № 4.</p>
<p>5. Морская (соленая) вода</p>
<p>6. Растаявший снег или лед</p>
<p>7. Растаявший град.</p>
<h5>Виды воды и шариатские решения, связанные с ними</h5>
<p>с точки зрения способности очищать, вода делится на пять видов:</p>
<p>1. Вода чистая, очищающая, в использовании которой нет нежелательности (тахир мутаххир гайр макрух).</p>
<p>К этой категории относится обычная вода: она чистая сама по себе и может очищать другие вещи.</p>
<p>2. Вода чистая, очищающая, в использовании которой есть нежелательность (тахир мутаххир макрух). Это вода, из которой попила кошка, курица, хищная птица, или змея. Такой водой нежелательно (макрух танзихан)</p>
<p>совершать вуду и гусль при наличии обычной воды. Но если другой воды нет, то нежелательность в использовании воды этого вида отсутствует.</p>
<p>3. Вода чистая, однако есть сомнения в ее очищающих свойствах (машкук). Это вода, из которой попил осел, или мул. Она чистая без сомнения, однако есть сомнения в том, действительно ли вуду такой водой или не действительно. Если же другой воды нет, нужно совершить этой водой омовение, а затем сделать таяммум. Можно выбрать совершить сначала вуду, затем таяммум, либо сначала таяммум, а затем вуду.</p>
<p>4. Вода чистая, но не очищающая (тахир гайр мутаххир). Это использованная вода: она чистая, но не очищает. Омовение такой водой недействительно.</p>
<p>Использованная вода - это вода, которую применили для совершения малого (вуду) или полного омовения (гусля), устранив ею осквернение (хадас), либо использовали для желательного очищения (например, для вуду поверх вуду) с намерением получения награды.</p>
<p>Если же человек в состоянии ритуальной чистоты совершил омовение чистой водой, чтобы охладиться, либо чтобы обучить другого совершению вуду, вода не станет использованной. Если же человек в состоянии ритуального осквернения совершит вуду, чтобы охладиться, или обучить другого, то вода станет использованной.^ Вода становится использованной в момент отделения от тела человека, совершающего вуду или гусль.</p>
<p>5. Загрязненная вода (наджис). Это малое количество стоячей воды, которая соприкоснулась с наджасой, и неважно - проявился в воде след этой наджасы, или не проявился. Если проявился в воде след наджасы, вода становится загрязненной, будь то малое количество воды, или большое, будь та вода стоячая, или проточная.</p>
<p>Большое количество воды - это вода в большом водоеме, в котором вода с одного края не двигается при движении воды с другого края. Другой способ определения большого количества воды - это измерить водоем: если длина водоема и его ширина составляют десять локтей^, а глубина такая, что при зачерпывании рукой не видно дна, то вода в нем считается водой большого объема. Вода же в водоеме меньше этого считается малым объемом.</p>
<p class="theory-note">5 Разница в том, что во втором случае он находится в состоянии ритуального осквернения, и вода стала использованной, устранив хадас. И здесь не имеет значения, было у него намерение на очищение или нет.</p>
<p class="theory-note">6 Примерно 5 м. Прим. пер.</p>
<p>Загрязненная вода является наджасой, и ею нельзя совершать очищение. Также загрязненная вода загрязняет собой все, на что попадет.</p>
<p>Также нельзя совершать омовение соком дерева или плода вне зависимости от того, выделился этот сок сам по себе или его выжали из дерева или плода.</p>
<p>Также нельзя совершать омовение водой, чьи природные свойства^ изменились в результате варки супа или приготовления напитков.</p>
<h5>Решения о воде, смешанной с чистым веществом</h5>
<p>Если в воде растворилось что-либо чистое, например - мыло, мука, или шафран - и это вещество не преобладает, такая вода считается чистой, и ею можно совершать омовение. Если же вещество преобладает, то есть вода перестала быть жидкой и текучей, то эта смесь считается чистой, но омовение ею совершать нельзя.</p>
<p>Если цвет, вкус или запах воды изменился от долгого стояния, то эта вода считается чистой и пригодной для омовения.</p>
<p>Если в воде растворилось что-то, что в природе обычно присутствует в этой воде - например, водоросли, листья деревьев, или их плоды - то такая вода считается чистой и пригодной для совершения омовения.</p>
<p>Если вода смешалась с другой жидкостью, у которой два свойства, как, например, молоко, у которого есть цвет и вкус, но нет запаха, то при проявлении одного из свойств этой жидкости вода считается уже непригодной для омовения.</p>
<p>Если вода смешалась с жидкостью, у которой есть три свойства, например, уксус, то такая вода считается непри- 7 Природные свойства воды - это ее жидкость и текучесть.</p>
<p>годной для омовения при проявлении в ней двух из трех свойств этой жидкости.</p>
<p>Если с водой смешалась жидкость без вкуса, цвета и запаха, например, использованная вода, либо выдохшаяся розовая вода, то пригодность этой смеси для омовения определяется по объему: если два литра использованной воды смешались с литром чистой воды, то такой смесью нельзя совершать омовение; а если один литр использованной воды смешался с двумя литрами чистой воды, то этой водой можно совершать омовение.</p>
<h5>Решения, связанные с водой, из которой выпили человек или животное (суър)</h5>
<p>Такая вода по-арабски называется «суър». Это остаток воды в сосуде после того, как из него выпили человек или животное. Хукм суъра меняется в зависимости от того, кто именно пил из сосуда:</p>
<p>1. Вода, от которой отпил человек - чистая, ею можно совершать омовение при условии, что во рту у него не было следов наджасы, и неважно при этом - мусульманин этот человек или нет; находится он в состоянии полного омовения, или нет.</p>
<p>Также вода, от которой отпила лошадь, чистая и пригодная для омовения без нежелательности. Вода, из которой отпило животное, чье мясо пригодно к употреблению в пищу, например, верблюд, корова или баран - чистая, и ею можно совершать омовение без нежелательности.</p>
<p>2. Вода, из которой выпила кошка - чистая, однако совершать омовение этой водой нежелательно (макрух танзихан) при наличии другой чистой воды и при условии, что во рту у кошки не было следов наджасы.</p>
<p>Также остаток воды после хищных птиц (сокол или ястреб) - чистый, но совершать ею омовение нежелательно.</p>
<p>Также вода, из которой попило животное, обитающее в домах (вроде мыши) - чистая, но совершать ею омовение нежелательно.</p>
<p>3. Вода, из которой отпили мул или осел - чистая без сомнения, однако есть сомнения в ее пригодности для омовения. Если нет другой воды, то нужно совершить омовение этой водой и таяммум, после чего можно молиться.</p>
<p>4. Вода, из которой попила свинья - наджис, и ею нельзя совершать очищение.</p>
<p>Сюда же относится вода, из которой попила собака, и она также непригодна для очищения. Такой же хукм у воды, оставшейся от хищных животных (льва, гепарда, волка): она - наджис и непригодна для очищения.</p>
<p>Пот животных, вода после которых остается чистой, считается чистым. А пот животных, вода после которых считается наджис - наджис.</p>
<h5>Решения, связанные с водой из колодцев</h5>
<p>Если в колодец попала наджаса, даже если ее очень мало, например, одна капля крови или вина, - обязательно вычерпать всю воду из этого колодца.</p>
<p>Если в колодец упала свинья, которая целиком является наджасой (наджис аль-айн) - обязательно вычерпать из колодца всю воду, и неважно - умерла свинья в колодце или ее достали живой. А также не имеет значения, попала в воду ее слюна или нет.</p>
<p>Если в колодец упало животное, вода после которого считается наджасой, обязательно вычерпать всю воду из колодца.</p>
<p>Если в колодец упал человек, и его достали оттуда живым, и на его теле не было наджасы, то вода в колодце не становится наджасой.</p>
<p>Также если в колодец упал мул, осел, сокол или ястреб, и их достали оттуда живыми, и на их теле не было наджасы, вода не становится наджасой.</p>
<p>Если в воду попала слюна человека или животного, то вода в колодце принимает хукм его суъра - воды, оставшейся после питья.® Если в колодце умерло животное или насекомое, в котором нет текущей крови, как клоп, муха, оса или скорпион - вода не становится наджасой.</p>
<p>Также если в колодце умерло животное, которое рождается и живет в воде - как, например, рыба, лягушка или рак - вода не становится наджасой.</p>
<p>Если в колодце умерло большое животное - собака или овца - или в нем утонул человек, и их достали быстро, до вздутия, вода становится наджасой, и обязательно всю воду из колодца вычерпать.</p>
<p>Если же осушить колодец проблематично, достаточно извлечь двести ведер среднего размера во всех случаях, когда обязательно извлечь всю воду из колодца.</p>
<p>Достаточно извлечь сорок ведер среднего размера, если в колодце умерло животное размером с кошку или курицу.</p>
<p>Достаточно извлечь двадцать ведер, если умерло в колодце животное размером с воробья или мышь.</p>
<p>Когда из колодца извлекли требуемый объем воды, колодец становится очистившимся, при этом также очищается веревка, ведро и рука человека, осушавшего колодец.</p>
<p class="theory-note">8 В зависимости от того, чья слюна попала в воду. Если суър чистый, то и слюна чистая. Прим. пер.</p>
<p>Колодец не считается загрязнившимся, если в него попало немного помета лошадей, ослов, мулов, верблюдов, коров, буйволов и мелкого рогатого скота, пока этого помета не становится много - то есть в каждом зачерпнутом ведре плавают фрагменты навоза - в этом случае колодезная вода уже считается наджис.</p>
<p>Также не становится вода в колодце наджисом при попадании в нее помета голубей, воробьев и других мелких птиц.</p>
<p>Если в колодец упало животное, умерло и вздулось, и неизвестно, когда оно туда упало, то вода в колодце считается загрязненной в течение трех предыдущих суток.</p>
<p>Это значит, что нужно восполнить намазы за трое прошедших суток, если для омовения использовалась вода из этого колодца. Также нужно помыть тело и перестирать одежду, если в течение этого срока вода из этого колодца использовалась для мытья и стирки.</p>
<p>Если в колодце обнаружили дохлое животное, которое не успело вздуться, и неизвестно, когда оно туда попало, выносится решение, что вода в колодце являлась наджасой в течение предыдущих суток, и требуется переделать намазы за последние 24 часа.</p>
<h5>Этика справления нужды</h5>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>«Я для вас - как отец, который обучает своих детей. Если кто-то из вас пойдет справлять нужду, то пусть не поворачивается лицом или спиной к кыбле, пусть не очищается правой рукой». И он обучал очищаться тремя камнями и запрещал использовать для этой цели помет или кости.’ Кто желает справить малую или большую нужду, должен постоянно соблюдать следующие этические нормы (адабы):</p>
<p>1. Удаляться от людей на такое расстояние, чтоб не оставалось вероятности, что его кто-то увидит, или услышит исходящие от него звуки, или почувствует запах.</p>
<p>2. Выбирать для справления нужды углубления с мягкой поверхностью, чтобы брызги мочи не разлетались в стороны.</p>
<p>3. Произносить перед входом в туалет «А’узубиЛляхи мин аль-хубуси ва-ль-хабаиси».*“ Кто хочет справить нужду в открытой местности, пусть произносит это дуа перед тем, как оголить аурат для справления нужды.</p>
<p>4. Входить в туалет следует с левой ноги, а выходить - с правой.</p>
<p>5. Сидеть, опираясь на левую ногу, поскольку это облегчает выход содержимого мочевого пузыря.</p>
<p>6. Покрывать голову во время справления нужды и во время очищения после него (истинджа).</p>
<p>7. Не справлять малую нужду в норы, поскольку возможно, что обитатель норы причинит вред.</p>
<p>8. Не справлять малую и большую нужду на дорогах и кладбищах.</p>
<p>9. Не справлять малую и большую нужду в тени, где обычно сидят люди.</p>
<p>10. Не справлять малую и большую нужду в местах, где собираются люди.</p>
<p class="theory-note">9 Абу Дауд, №8; Ибн Маджа, №313.</p>
<p class="theory-note">10 Бухари, №142; Муслим №375.</p>
<p>11. Не справлять малую и большую нужду под плодовыми деревьями.</p>
<p>12. Для справляющего нужду нежелательно разговаривать без уважительной причины, однако, если он, например, увидел незрячего, идущего в сторону ямы, и есть опасность, что тот в нее упадет, обязательно предупредить его об опасности.</p>
<p>13. Макрух читать Коран или совершать зикр во время справления нужды и во время истинджа.</p>
<p>14. Макрух тахриман - поворачиваться лицом или спиной к кыбле, неважно, справляешь ты нужду в закрытом помещении, или на открытой местности.</p>
<p>15. Макрух тахриман - справлять малую или большую нужду в малое количество стоячей воды.</p>
<p>16. Макрух танзихан - справлять малую или большую нужду в текущую воды или в большой объем стоячей воды.</p>
<p>17. Макрух справлять малую нужду в душе или ванне.</p>
<p>18. Макрух справлять малую или большую нужду в непосредственной близости от колодца, реки или пруда.</p>
<p>19. Макрух раскрывать аурат для истинджа там, где тебя могут увидеть.</p>
<p>20. Макрух совершать истинджа правой рукой без уважительной причины.</p>
<p>21. Макрух справлять малую нужду стоя без уважительной причины, поскольку брызги мочи могут попасть на тело или одежду.</p>
<p>22. Закончив справление нужды, следует выйти из туалета с правой ноги, затем сказать «АльхамдулиЛляхи-ллязи азхаба ‘анни аль-‘аза уа ‘афани»." 11 Ибн Маджа.</p>
<h5>Решения, связанные с очищением после справления нужды (истинджа)</h5>
<p>Всевышний Аллах говорит:</p>
<p>«в ней [мечети] - мужчины, которые любят очищаться.</p>
<p>И Аллах любит очищающихся» [Сура ат-Тауба, 108].</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>«Очищайтесь от мочи, потому что большая часть могильных мук - из-за этого»^^.</p>
<p>Необходимо (ваджиб)^^ до истинджа совершать истибра. Истибра - это удаление остатков мочи из мочеиспускательного канала или кала из толстой кишки до возникновения у человека сильного предположения, что вся наджаса уже вышла. Истибра можно совершать любым привычным способом, например - шагая некоторое количество шагов, приседая, покашливая и так далее.</p>
<p>Что касается истинджа, то в этом вопросе есть детализация.</p>
<p>Если наджаса вышла за границы места выхода на размер больше дирxама^'*, становится фардом устранить ее водой, и не разрешается совершать в таком виде намаз.</p>
<p>Если наджаса вышла за границы места выхода на размер дирхама, устранить ее водой - ваджиб.</p>
<p class="theory-note">12 Даракутни.</p>
<p class="theory-note">13 Для мужчины это ваджиб, а женщине после мочеиспускания достаточно немного подождать перед истинджа. Прим. пер.</p>
<p class="theory-note">14 То есть размером с монету диаметром примерно 2,7 см. Прим, пер.</p>
<p>Если же наджаса не вышла за границы места выхода - то истинджа является сунной.</p>
<p>При совершении истинджа разрешается ограничиться чем-то одним - либо водой, либо камнями или подобным им'^ при условии, что наджаса не запачкала тело на размер дирхама, однако мыть водой предпочтительнее.</p>
<p>Оптимальным будет сначала протереть камнями и Т.П., затем вымыть водой, так как это наилучший способ очищения.</p>
<p>Желательно (мустахаб) - использовать для истинджа три камня, но можно ограничиться двумя или одним, если удалось достичь чистоты. Закончив протирание камнями, следует сначала вымыть руку, затем вымыть место выхода наджасы водой и мыть до тех пор, пока не устранится запах.</p>
<p>После завершения истинджа нужно снова вымыть и вытереть руку так, чтобы не осталось запаха.</p>
<h5>Виды наджасы и связанные с ними решения</h5>
<p>Всевышний Аллах говорит:</p>
<p>«И одежды свои очищай [от грязи и наджасы]».</p>
<p>[Сура аль-Муддассир, аят 4].</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>«Не принимается намаз без очищения»’^.</p>
<p class="theory-note">15 Салфетками или туалетной бумагой. Прим. пер.</p>
<p class="theory-note">16 Муслим, №224.</p>
<p>Наджаса - это состояние тела, одежды или места, которое Шариат считает загрязнением и требует их очищения.</p>
<p>Наджаса делится на два вида:</p>
<p>• Наджаса ритуальная (хукмийя)-,</p>
<p>• Наджаса физическая (хакикийя).</p>
<p>Ритуальная наджаса - это состояние человека, в котором ему запрещено совершать намаз. Это состояние также называют хадас.</p>
<p>Хадас делится на два вида:</p>
<p>Аль-хадас аль-акбар (большое осквернение) - это состояние человека, когда ему обязательно совершить полное омовение (гусль), без чего ему запрещено совершать намаз и в этом состоянии ему также запрещено читать Коран.</p>
<p>Аль-хадас аль-асгар (малое осквернение) - это состояние человека, при котором ему обязательно совершить малое омовение (вуду), в этом состоянии ему запрещено читать намаз, однако разрешено читать Коран устно.</p>
<p>Наджаса хакикийя (физическая) - это нечистое вещество, загрязнения которым мусульманин должен остерегаться и в случае загрязнения - устранять. Наджаса делится на два вида:</p>
<p>1. Тяжелая наджаса - та, что установлена однозначным доводом, не подлежащим сомнениям. Сюда относится:</p>
<p>• Текущая кровь</p>
<p>• Хамр'^</p>
<p>• Мясо и шкура из мертвечиньР® 17 Спирт, полученный из винограда и фиников, а также его производные. Прим. пер.</p>
<p class="theory-note">18 Мертвечиной по Шариату считается любое мертвое животное, за исключением тех, чье мясо дозволено в пищу при условии ша-</p>
<p>• Моча животного, чье мясо запрещено употреблять в пищу</p>
<p>• Пот, моча, кал и слюна собаки</p>
<p>• Пот, моча, кал и слюна хищных животных</p>
<p>• Помет курицы и утки</p>
<p>• Все, что, выходя из тела человека, нарушает малое омовение.</p>
<p>Тяжелая наджаса прощается в размере не более дирхама. Если ее количество больше размера дирхама, становится фардом смыть ее водой или другой очищающей жидкостью, и не разрешается совершать с ней намаз.</p>
<p>2. Легкая наджаса - это такая наджаса, в отношении которой есть разночтения - является она наджасой, или нет, и у каждого из мнений есть довод. Примеры легкой наджасы:</p>
<p>• Моча лошади</p>
<p>• Моча животного, чье мясо можно употреблять в пищу (верблюд, корова, овца)</p>
<p>• Помет птиц, чье мясо не употребляется в пищу.</p>
<p>Прощается легкая наджаса в малом количестве, а малое количество определяется как то, что не доходит до Ѵ4 поверхности тела или одежды.</p>
<p>Также прощаются крошечные брызги мочи размером с игольные головки.</p>
<p>Если намокла испачканная наджасой ткань или постель от пота спящего или испачканная наджасой обувь от влаги на ступнях, то тело и ступни считаются загрязнившимися, только если на них проявился след от наджасы.</p>
<p>А если след не проявился, они не считаются загрязненными.</p>
<p>риатского забоя. Прим. пер.</p>
<p>Если расстелили влажную ткань на землю с фрагментами сухой наджасы, и земля намокла под влажной тканью, то ткань не считается загрязненной, пока на ней самой не проявится след наджасы.</p>
<p>Если завернули сухую чистую ткань во влажную, испачканную наджасой так, что, если влажную ткань отжать, с нее не будет капать - чистая ткань от нее не загрязнится.</p>
<p>Если ветер перенесет фрагменты наджасы на влажную ткань, она загрязнится только в том случае, если на ней проявится след наджасы. И эта ткань не будет считаться загрязненной наджасой, если на ней не проявится ее след.</p>
<h5>Способы устранения наджасы</h5>
<p>Видимая наджаса, например, фекалии или кровь, устраняются смыванием самой наджасы, и не имеет значения, было достаточно одного смывания или понадобилось больше. Если остались трудновыводимое пятно или запах от наджасы, вещь все равно считается очистившейся.</p>
<p>Невидимая наджаса считается устраненной, если ткань помыли три раза, и после каждого раза отжали так, что с нее перестало капать. При этом каждый раз нужно использовать новую чистую воду.</p>
<p>Физическая наджаса устраняется с тела или одежды водой, а также любой жидкостью, пригодной для этого, например, уксусом или розовой водой. Однако совершать омовение уксусом или розовой водой нельзя.</p>
<p>Кожаная обувь и хуффы очищаются водой, также их можно очистить, протерев о чистую землю, при условии, что у наджасы - будь она влажная или сухая - есть объем.</p>
<p>Лезвия меча, ножа и зеркало, а также посуда с гладкой поверхностью, очищаются простым протиранием.</p>
<p>Земля становится чистой, когда высыхает и устраняется след наджасы. На такой земле разрешено совершать намаз, однако ее нельзя использовать для таяммума.</p>
<p>Если изменилась сама природа наджасы, допустим, она стала солью - то она очистилась. Также наджаса становится чистой, когда сгорает в огне.</p>
<p>Очистить от мужской спермы тело или одежду после ее высыхания можно соскабливанием, однако влажную сперму можно устранить только смыванием.</p>
<p>Шкура мертвого животного очищается дублением, будь оно механическимили условным.</p>
<p>Шкуру свиньи невозможно очистить ничем, даже дублением.</p>
<p>Кожу человека нельзя использовать, потому что ее использование противоречит высокой степени человека.</p>
<p>Также шкура животного, мясо которого не дозволено в пищу, очищается его шариатским забоем.</p>
<p>Те части тела, в которых нет кровообращение, не становятся наджасой после смерти животного, например, шерсть, перья, рога, копыта и кости. Однако если на этих частях остался жир, то его необходимо удалить, после чего они считаются чистыми.</p>
<p>Сухожилия мертвых животных - наджаса.</p>
<p>Мускусные железы - чистые, как и сам мускус, следовательно, его можно употреблять в пищу.</p>
<p class="theory-note">19 Механическое дубление - это удаление из кожи физиологических жидкостей механическим способом. Прим.пер.</p>
<p class="theory-note">20 Условное дубление - это высушивание шкуры, или натирание ее землей. Прим. пер.</p>
<h4>Малое омовение (вуду)</h4>
<h5>Определение вуду</h5>
<p>Слово «вуду» в арабском языке образовано от слова «вадаа», что означает чистоту, сияние и блеск.</p>
<p>Как шариатский термин вуду - это обозначение для процесса омытия чистой очищающей водой определенных частей тела, а именно - лица, рук и ступней, а также протирание головы.</p>
<p>Ваду - это название воды, применяемой для малого омовения.</p>
<p>Малое омовение названо так, потому что придает телу чистоту, сияние и блеск.</p>
<p>Малое омовение является условием действительности намаза. Всевышний Аллах говорит:</p>
<p>«О верующие! Когда вы собираетесь встать на намаз [и у вас нет омовения], то вымойте лицо, руки по локти [включительно], протрите голову и [вымойте] ноги до щиколоток [включительно]».</p>
<p>[Аль-Маида, аят 6].</p>
<p>Пророк, да благословит его Аллах и приветствует, сказал:</p>
<p>«Не принимается намаз того из вас, у кого нарушилось малое омовение, пока он не совершит его заново»^ Ч Не разрешается совершать намаз без малого омовения, также не разрешается без малого омовения прикасаться к мусхафу Корана.</p>
<p>Тот, кто постоянно находится в состоянии вуду, заслуживает награды от Аллаха и высокой степени в вечной жизни.</p>
<h5>Столпы (арканы) малого омовения</h5>
<p>Арканов вуду - четыре, и это его фарды:</p>
<p>1. Мытье лица один раз.</p>
<p>Границы лица по вертикали начинаются от верхнего края плоскости лба и заканчиваются в нижней точке подбородка. Лицо по горизонтали - то, что между мочками двух ушей.</p>
<p>2. Мытье обеих рук, включая локти, один раз.</p>
<p>3. Протирание четверти головы.</p>
<p>4. Мытье обеих ступней, включая щиколотки, один раз.</p>
<h5>Условия действительности малого омовения</h5>
<p>Для действительности малого омовения нужно, чтобы были соблюдены три условия:</p>
<p>1. Чтобы вода протекла по всей поверхности тех частей тела, которые необходимо помыть в вуду.</p>
<p>2. Чтобы на этих частях тела не было веществ, препятствующих попаданию воды на кожу, например - воска или теста.</p>
<p class="theory-note">21 Бухари, №135; Муслим, №225.</p>
<p>3. Чтобы в момент омовения не происходило ничего, что его нарушает.</p>
<p>Если во время совершения омовения происходит чтото, что нарушает его, омовение не будет действительно.</p>
<h5>Условия обязательности малого омовения</h5>
<p>Малое омовение будет обязательным, сойдутся следующие условия:</p>
<p>1. Ислам. Не обязательно вуду для немусульманина.</p>
<p>2. Половая зрелость (булюг). Не обязательно вуду для ребенка.</p>
<p>3. Разум. Не обязательно вуду для сумасшедшего.</p>
<p>4. Возможность использовать воду в таком количестве, чтобы хватило на омытие всех требуемых частей тела. Если у человека не хватает воды для омытия всех требуемых частей тела, вуду для него не будет обязательно. То же самое, если вода будет, но у него нет возможности ее использовать.^^</p>
<p>5. Наличие малого осквернения. Вуду для того, кто находится в состоянии малого омовения, не обязательно.</p>
<p>6. Отсутствие большого осквернения. Для того, у кого нет гусля, совершения малого омовения не будет достаточно.</p>
<p>7. Ограниченность времени. Если до конца намаза времени еще много, человек не обязан совершать вуду сразу, он может отложить его на более позднее время.</p>
<p class="theory-note">22 Например, по болезни и т.п. Прим. пер.</p>
<h5>Разные вопросы, связанные с малым омовением</h5>
<p>Обязательно омыть внешнюю сторону бороды, если она густая.</p>
<p>Недостаточно омыть внешнюю сторону бороды, если она не густая, но обязательно довести воду до кожи под бородой.</p>
<p>Не обязательно мыть ту часть бороды, которая выходит за границы лица, также не обязательно ее протирать.</p>
<p>Если на ногтях есть вещество, препятствующее попаданию на них воды, как воск или тесто, обязательно его устранить и помыть ногти.</p>
<p>Также, если ногти длинные и загнулись, закрыв подушечки пальцев, нужно их состричь, чтобы вода могла попасть на кожу.</p>
<p>Грязь под ногтями не считается препятствием для попадания воды на кожу.</p>
<p>Обязательно сдвигать перстень, плотно сидящий на пальце, если без этого вода на кожу под ним попасть не может.</p>
<p>Если человек нанес мазь на трещины кожи ступней, он может ее не смывать и омывать ступни поверх нее.</p>
<p>Если во время малого омовения протер голову, проведя мокрой рукой по волосам, а затем их сбрил, не требуется заново протирать голову.</p>
<p>Если после малого омовения постриг ногти либо укоротил усы, не нужно заново омывать эти места.</p>
<h5>Сунны малого омовения</h5>
<p>Следующие вещи желательны при совершении малого омовения. Их следует выполнять, чтобы вуду было совершено наилучшим образом;</p>
<p>1. Иметь намерение (ният) на малое омовение перед его совершением.</p>
<p>2. Произнести тасмию («бисмиЛляхи-р-Рахмани-р-Рахим»).</p>
<p>3. Вымыть кисти рук, включая запястья.</p>
<p>4. Почистить зубы (сивак), если мисвака нет, можно почистить их пальцем.</p>
<p>5. Полоскание рта (мадмада).</p>
<p>6. Промывание носа (истиншак).</p>
<p>7. Усердие (мубаляга) в полоскании рта и промывании носа, если не держишь пост.</p>
<p>8. Омывать каждую часть тела по три раза.</p>
<p>9. Протирать голову полностью один раз.</p>
<p>10. Протирать ушные раковины с внешней и внутренней стороны.</p>
<p>11. Расчесывать бороду (тахлиль) мокрыми пальцами снизу вверх.</p>
<p>12. Протирать между пальцами рук и ног.</p>
<p>13. Тереть (дальк) части тела во время их мытья.</p>
<p>14. Переходить к мытью следующей части тела до высыхания предыдущей.</p>
<p>15. Соблюдать последовательность (тартиб) в мытье и протирании частей тела, то есть мыть сначала лицо, затем руки, а затем протирать голову и в конце - протирать ноги.</p>
<p>16. Мыть сначала правую руку, затем левую, сначала правую ногу, а затем левую.</p>
<p>17. Начинать протирание головы со лба.</p>
<p>18. Протирать шею сзади, но не горло, поскольку протирание горла - это новшество (бид’а).</p>
<h5>Адабы малого омовения</h5>
<p>Мустахабом в вуду являются следующие вещи:</p>
<p>1. Садиться повыще для совершения вуду, чтобы избежать попадания брызг использованной воды.</p>
<p>2. Садиться лицом в сторону кыблы.</p>
<p>3. Не прибегать к помощи других людей.</p>
<p>4. Не разговаривать в процессе омовения без нужды.</p>
<p>5. Читать дуа, переданные от Пророка, да благословит его Аллах и приветствует, во время совершения вуду.</p>
<p>6. Одновременно с мысленным намерением озвучивать его языком.</p>
<p>7. Произносить «бисмиЛляхи-р-Рахмани-р-Рахим»</p>
<p>во время омытия каждой части тела.</p>
<p>8. Вводить смоченный водой мизинец в ушную раковину во время протирания ушей.</p>
<p>9. Двигать перстень, свободно сидящий на пальце.</p>
<p>Однако, если перстень сидит на пальце туго, то двигать им обязательно для действительности вуду.</p>
<p>10. Зачерпывать воду для полоскания рта и промывания носа правой рукой.</p>
<p>11. Сморкаться при помощи левой руки.</p>
<p>12. Совершать омовение до наступления времени намаза, если человек не является ма’зуром (тем, у кого постоянно нарушается омовение), поскольку он обязан совершать вуду после наступления времени намаза.</p>
<p>13. После завершения вуду встать лицом в сторону кыблы и сказать:</p>
<p>«Аллахумма-дж’альни мин ат-таввабин ва дж’альни мин аль-мутатаххирин».</p>
<p>(О Аллах! Сделай меня из тех, кто постоянно кается и постоянно очищается).</p>
<h5>Нежелательные действия (макрухат) малого омовения</h5>
<p>Макрухом в малом омовении считаются следующие вещи:</p>
<p>1. Использовать воды больше, чем требуется для вуду (исраф).</p>
<p>2. Использовать воды меньше, чем требуется для вуду.</p>
<p>3. Брызгать водой в лицо.</p>
<p>4. Разговаривать без нужды.</p>
<p>5. Прибегать к помощи другого, однако, если есть в этом необходимость, то макрухом это не будет.</p>
<p>6. Протирать голову трижды, используя каждый раз новую воду.</p>
<h5>Виды малого омовения</h5>
<p>Малое омовение бывает трех видов;</p>
<p>1. Фард</p>
<p>2. Ваджиб</p>
<p>3. Мустахаб</p>
<h5>Когда малое омовение - фард</h5>
<p>Малое омовение является фардом для находящегося в состоянии осквернения в четырех случаях:</p>
<p>1. Для совершения намаза, будь это обязательный намаз или желательный.</p>
<p>2. Для похоронного намаза (джаназа).</p>
<p>3. Для земного поклона после чтения определенных аятов Корана (суджуд ат-тилява).</p>
<p>4. Для прикосновения к мусхафу. Также малое омовение будет фардом для прикосновения к аяту, написанному на стене, бумаге, монете и так далее.</p>
<h5>Когда омовение ваджиб</h5>
<p>Вуду будет ваджибом для человека в состоянии осквернения в одном случае - для тавафа вокруг Каабы.</p>
<h5>Когда вуду мустахаб</h5>
<p>Вуду будет мустахабом в следующих случаях:</p>
<p>1. Для сна в состоянии омовения.</p>
<p>2. После пробуждения.</p>
<p>3. Каждый раз при его нарушении, чтобы всегда находиться в состоянии омовения.</p>
<p>4. Вуду после вуду с намерением получения награды2\</p>
<p>5. После совершения грехов языка: злословия, клеветы или лжи. Также мустахабом является вуду после любого греха.</p>
<p>6. После чтения стихов и пения песен с неприличным содержанием.</p>
<p>7. После громкого смеха вне намаза.</p>
<p>8. Для омытия покойника.</p>
<p>9. Для несения покойника.</p>
<p class="theory-note">23 Мустахаб совершать «вуду поверх вуду» в том случае, если человек совершил с предыдущим вуду какое-то поклонение. Однако если он после совершения вуду не сделал ничего, что нуждается в вуду, потом совершил второе омовение, это будет считаться исрафом и макрухом.</p>
<p>10. При наступлении времени каждого намаза.</p>
<p>11. Перед гуслем.</p>
<p>12. Для дмсунуба (человека после полового акта или семяизвержения), который хочет поесть, попить или поспать.</p>
<p>13. Во время гнева.</p>
<p>14. Для чтения Корана вслух.</p>
<p>15. Для чтения и рассказывания хадисов.</p>
<p>16. Для изучения шариатских наук.</p>
<p>17. Для чтения азана.</p>
<p>18. Для чтения икамата.</p>
<p>19. Для чтения проповеди (хутбы).</p>
<p>20. Для посещения Пророка, да благословит его Аллах и приветствует.</p>
<p>21. Для пребывания (вукуф) на Арафате.</p>
<p>22. Для прохождения (са’ю) между холмами Сафа и Марва.</p>
<h5>Что нарушает малое омовение</h5>
<p>Нарушается вуду, когда происходит одна из следующих вещей:</p>
<p>1. При выходе чего бы то ни было из двух проходов (мочи, кала или воздуха из заднего прохода).</p>
<p>2. При выходе из тела крови или гноя, если они вышли за место выхода на поверхность тела, которую нужно омывать во время гусля.</p>
<p>3. Кровотечение во рту, при условии, что крови в плевке больше, чем слюны, или столько же.</p>
<p>4. Если человека вырвало едой, водой, сгустками крови или желчью, и рвотная масса заполнила рот^"^.</p>
<p class="theory-note">24 Рвота считается заполнившей рот, если ее столько, что человек может удержать ее во рту лишь с большим усилием.</p>
<p>5. Сон (кроме сна сидя с опорой ягодицами на твердую поверхность), а также если человек спал сидя, но упал до пробуждения.</p>
<p>6. Потеря сознания.</p>
<p>7. Сумасшествие.</p>
<p>8. Сильное опьянение.</p>
<p>9. Громкий смех половозрелого бодрствующего в намазе, в котором есть поясной и земной поклоны (руку’ и суджуд). Не нарушается омовение из-за громкого смеха у ребенка, у спящего, а также у совершающего похоронный намаз (джаназа) или поклон после чтения определенных аятов Корана (саджда ат-тилява).</p>
<h5>Что не нарушает малое омовение</h5>
<p>Следующие вещи, подобные тем, которые нарушают малое омовение, однако, на самом деле, его не нарушают:</p>
<p>1. Если кровь выступила из раны, но не вытекла за границы места выхода.</p>
<p>2. При отделении частей плоти без выхода крови, как бывает, например, при дракункулезе^^</p>
<p>3. Выход червя из раны или уха.</p>
<p>4. Рвота, не заполнившая рот.</p>
<p>5. Рвота мокротой, даже если обильная.</p>
<p>6. Сон молящегося в намазе, будь то в стоянии (кыям), в сидении (ку’уд), или в поясном поклоне (руку’), или в земном поклоне (суджуд), при условии, что они совершаются в соответствии с Сунной.</p>
<p class="theory-note">25 Дракункулёз, или ришта, заболевание, вызываемое червем-паразитом, в результате чего на коже человека образуется что-то вроде мозоли, которая затем отпадает без выделения крови или гноя. Прим. пер.</p>
<p>7. Сон человека в состоянии омовения, когда его ягодицы плотно прижаты к поверхности, на которой он сидит.</p>
<p>8. Прикосновение к половым органам рукой.</p>
<p>9. Прикосновение к женщине.</p>
<p>10. Движения корпуса человека, уснувшего сидя, во сне.</p>
<p>т</p>
<h4>Полное омовение (гусль)</h4>
<h5>Определение гусля</h5>
<p>Слово «гусль» образовано от глагола «гасаля — ягсилю»</p>
<p>- «мыть». Это значит протекание воды по чему-либо.</p>
<p>Как шариатский термин гусль - это протекание воды по всему телу человека, включая промывание рта и носа.</p>
<p>Полное омовение установлено в Шариате и как простое купание для очищения тела, и как ритуальное действие, устраняющее осквернение.</p>
<p>Всевышний Аллах говорит в Коране:</p>
<p>«Поистине, Аллах любит кающихся и любит очищающихся»</p>
<p>[Сура аль-Бакара, 222].</p>
<p>Пророк, да благословит его Аллах и приветствует, сказал:</p>
<p>«Мусульманин должен купаться (хотя бы) один раз в семь дней, моя при этом голову и тело»^*^.</p>
<h5>Фарды гусля</h5>
<p>Фардов гусля три:</p>
<p>1. Полоскание рта,</p>
<p>2. Промывание носа.</p>
<p class="theory-note">26 Бухари, №85.</p>
<p>3. Омытие всего тела водой так, чтобы на теле не осталось сухого места.</p>
<h5>Сунны гусля</h5>
<p>Следующие вещи желательны при совершении гусля, их нужно соблюдать, чтобы выполнить гусль наилучшим образом:</p>
<p>1. Произнесение басмалы перед началом омовения.</p>
<p>2. Намерение на омовение для очищения.</p>
<p>3. Мыть кисти рук до запястий вначале так же, как это делается во время вуду.</p>
<p>4. Смыть наджасу до начала гусля, если она присутствует на теле.</p>
<p>5. Совершить перед гуслем полноценное малое омовение. Однако, если человек купается там, где вода собирается, то помыть ноги следует в конце.</p>
<p>6. Облить все тело водой трижды.</p>
<p>7. Сначала полить водой голову, затем - правую сторону тела, затем - левую.</p>
<p>8. Тереть тело во время гусля.</p>
<p>9. Совершать гусль непрерывно, так, что часть тела, которую мыл в начале, не успела высохнуть до конца гусля.</p>
<p>Если человек вошел в текущую воду и пробыл там какое-то время, обтерев тело руками, то считается, что он выполнил все сунны гусля. Такое же решение относительно купания в большом объеме стоячей воды, например, в озере.</p>
<h5>Виды гусля</h5>
<p>Гусль с точки зрения его хукма бывает трех видов:</p>
<p>1. Фард</p>
<p>2. Сунна</p>
<p>3. Мустахаб.</p>
<h5>Когда гусль - фард</h5>
<p>Гусль становится фардом в четырех случаях:</p>
<p>1. В состоянии после полового акта или семяизвержения (джанаба).</p>
<p>2. Для женщины, которая очистилась после менструации (хайд).</p>
<p>3. Для женщины, которая очистилась от послеродового кровотечения (нифас).</p>
<p>4. Омытие мусульманина после смерти.</p>
<h5>Когда гусль - сунна</h5>
<p>Гусль является сунной в четырех случаях:</p>
<p>1. Для пятничного намаза (джума).</p>
<p>2. Для двух праздничных намазов (ид).</p>
<p>3. Перед вступлением в ихрам для хаджа или умры.</p>
<p>4. Для паломника на Арафате после полудня.</p>
<h5>Когда гусль - мустахаб</h5>
<p>Гусль является мустахабом в следующих случаях:</p>
<p>1. В ночь с середины Ша’бана.</p>
<p>2. В ночь Ляйлят-уль-Кадр.</p>
<p>3. Для намазов солнечного (кусуф) и лунного (хусуф)</p>
<p>затмений.</p>
<p>4. Для намаза испрашивания дождя (истиска).</p>
<p>5. В периоды опасности.</p>
<p>6. Во время сильной темноты (днем).</p>
<p>7. При урагане.</p>
<p>8. Перед надеванием новой одежды.</p>
<p>9. Для того, кто покаялся в грехе.</p>
<p>10. Для вернувшегося из путешествия.</p>
<p>11. Перед въездом в Лучезарную Медину.</p>
<p>12. Перед въездом в Досточтимую Мекку.</p>
<p>13. Перед пребыванием (вукуф) в Муздалифе утром в День жертвоприношения.</p>
<p>14. Для основного тавафа Хаджа (таваф аз-зияра).</p>
<p>15. Для того, кто омывал покойного.</p>
<p>16. После кровопускания (хиджама).</p>
<p>17. Для того, кто пришел в себя после сумасшествия, обморока или сильного опьянения.</p>
<p>18. Для того, кто принял Ислам будучи в состоянии чистоты. Тот же, кто принял Ислам в состоянии джанаба, обязан (фард) совершать гусль.</p>
<h4>Сухое очищение (таяммум)</h4>
<h5>Определение таяммума</h5>
<p>Слово «таяммум» в арабском языке означает намерение, направление.</p>
<p>Как шариатский термин таяммум - это протирание лица и двух рук чистой землей^^ вместо малого или полного омовения при отсутствии воды либо при невозможности ее использовать.</p>
<p>Всевышний Аллах говорит в Коране:</p>
<p>«Если же вы больны или в пути, и кто-то из вас справил нужду или вступал в близость с женщинами, и вы не нашли воды, то совершите таяммум чистой землей, протерев лицо и руки».</p>
<p>[Сура ан-Ниса, 43].</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p class="theory-note">27 В понимании ханафитов для таяммума подходит любое чистое вещество, происходящее из земли, кроме тех, что горят или плавятся: таяммум можно совершать почвой, песком, пылью, камнями, минералами, и т.п. Прим. пер.</p>
<p>«у нас - три преимущества перед предыдущими общинами: мы стоим в намазе рядами так же, как выстраиваются ангелы; вся Земля сделана для нас мечетью (местом для совершения намаза); и земля сделана для нас средством очищения, если мы не можем найти воду»^^</p>
<h5>Условия действительности таяммума</h5>
<p>Таяммум действителен при соблюдении следующих восьми условий.</p>
<p>Условие первое: намерение Таяммум без намерения недействителен. Принимается намерение на таяммум в следующих видах:</p>
<p>• Намерение на очищение от осквернения, и не обязательно уточнять, какое именно.</p>
<p>• Для возможности совершить намаз.</p>
<p>• Для поклонения, которое недействительно без омовения (как намаз или саджда ат-тилява).</p>
<p>Если сделал намерение на таяммум для прикосновения к мусхафу, то с таким таяммумом нельзя совершать намаз, потому что прикосновение к мусхафу не является само по себе поклонением, ведь поклонение в данном случае - это чтение Корана.</p>
<p>Также, если сделал таяммум с намерением на чтение азана или икамата, с таким таяммумом нельзя совершать намаз, потому что азан и икамат не являются отдельными видами поклонения^^.</p>
<p class="theory-note">28 Муслим, №522.</p>
<p class="theory-note">29 Это часть подготовки к намазу. Прим. пер.</p>
<p>Также, если совершил таяммум с намерением на чтение Корана, и у тебя не было малого омовения, нельзя с этим таяммумом совершать намаз, поскольку чтение Корана, хоть и является полноценным актом поклонения, однако его разрешено совершать без малого омовения.</p>
<p>Условие второе: наличие уважительной причины для совершения таяммума Примеры уважительных причин для таяммума:</p>
<p>1. Расстояние до воды - миля или больше^”.</p>
<p>2. Предположение, близкое к уверенности (галябат аз-занн), что, если он использует воду, то заболеет, либо его болезнь обострится, либо отсрочится выздоровление, также если об этом ему сообщит опытный врач-мусульманин.</p>
<p>3. Предположение, близкое к уверенности (галябат аз-занн), что он умрет, если использует холодную воду.</p>
<p>4. Если воды мало, и существует риск, что ее не хватит для питья себе или другому.</p>
<p>5. Когда нет инструмента, чтобы извлечь воду из колодца, например, ведра или веревки.</p>
<p>6. Между человеком и водой находится враг или хищник.</p>
<p>7. Предположение, близкое к уверенности (галябат аз-занн), что, если он будет совершать омовение, то не успеет на праздничный намаз или намаз-джаназа, поскольку эти намазы не возмещаются.</p>
<p class="theory-note">30 Примерно 1,8 км.</p>
<p>Однако, если он предполагает, что пока он будет совершать омовение, закончится время одного из пяти обязательных намазов, либо намаза джума, ему не разрешается совершать таяммум. Он должен сделать вуду и восполнить намаз (вместо джума-намаза совершается зухр-намаз).</p>
<p>Условие третье: чтобы таяммум совершался с помощью чистого вещества, происходящего из земли, например - почвой, камнями или песком Нельзя совершать таяммум о древесину, серебро и золото.</p>
<p>Четвертое условие: протереть полностью лицо и руки, включая локти Пятое условие: совершать протирание всей ладонью или большей ее частью Если протер двумя пальцами, повторив протирание несколько раз так, что в итоге протер всю часть тела целиком, таяммум все равно не будет действителен.</p>
<p>Шестое условие: протирать после двух ударов ладонями о поверхность Если ударил два раза по одному и тому же месту - таяммум будет действителен. А также, если пыль попала на тело, и человек протер ее с намерением на таяммум - такой таяммум тоже будет действителен.</p>
<p>Седьмое условие: чтобы на теле не было ничего, препятствующего протиранию, например, воска или животного жира.</p>
<p>Необходимо устранить подобное вещество до протирания, иначе таяммум не будет действителен.</p>
<p>Восьмое условие: чтобы не было состояний, нарушающих таяммум, например, хайда и нифаса.</p>
<p>Если женщина совершит таяммум в период хайда или нифаса, таяммум не будет действителен. Также если совершить таяммум в процессе нарушения омовения, то он также будет недействителен.</p>
<h5>Столпы (рукны) таяммума</h5>
<p>у таяммума два рукна:</p>
<p>1. Протирание лица полностью,</p>
<p>2. Протирание рук, включая локти.</p>
<h5>Сунны таяммума</h5>
<p>Следующие вещи желательны при совершении таяммума;</p>
<p>1. Произнести басмалу («бисмиЛляхи-р-Рахмани-р-Рахим») в начале таяммума.</p>
<p>2. Соблюдать последовательность действий (тартиб):</p>
<p>сначала протирается лицо, затем - правая рука, затем - левая.</p>
<p>3. Не совершать посторонних действий между протиранием лица и рук.</p>
<p>4. Опустив ладони на поверхность, о которую совершается таяммум, подвигать ими вперед-назад.</p>
<p>5. Стряхнуть с ладоней пыль или землю.</p>
<p>6. Опуская ладони на поверхность, расставить пальцы.</p>
<h5>Способ совершения таяммума</h5>
<p>Человек, желающий совершить таяммум, засучивает рукава, произносит басмалу («бисмиЛляхи-р-Рахмани-р-Рахим») с намерением на таяммум для намаза, затем опускает ладони на чистую землю, расставив пальцы, затем двигает ладонями вперед-назад по земле, после этого поднимает ладони, трясет ими и протирает лицо.</p>
<p>После этого снова опускает ладони на землю так же, как в первый раз, и на этот раз протирает всей правой ладонью левую руку до локтя включительно, после этого протирает левой ладонью - правую руку до локтя включительно.</p>
<p>На этом таяммум завершается, и человек может совершить с ним сколько угодно обязательных и желательных намазов.</p>
<h5>Что нарушает таяммум</h5>
<p>Все, что нарушает вуду и гусль, так же нарушает таяммум.</p>
<p>Появившаяся возможность использовать воду, то есть, исчезновение причины, по которой таяммум был разрешен как, например, отсутствие воды, опасность нападения врага, страх заболеть и так далее.</p>
<h5>Разные вопросы, связанные с таяммумом</h5>
<p>Человек сделал таяммум для джаназа-намаза или для саджда ат-тилява. С таким таяммумом он имеет право совершать любой намаз.</p>
<p>Человек сделал таяммум для того, чтобы войти в мечеть. С таким таяммумом нельзя совершать намаз.</p>
<p>Если сделал таяммум для посещения кладбища или для захоронения покойника, то с таким таяммумом нельзя совершать намаз.</p>
<p>Если человек надеется получить воду до конца времени намаза, ему желательно (мустахаб) отложить совершение таяммума. Но если другой человек пообещал принести воду, для него обязательно (ваджиб) отложить намаз.</p>
<p>У кого с собой мало воды, и он в ней нуждается, чтобы замесить тесто, тот может это сделать, а для намаза совершить таяммум. Однако если человек захотел из этого количества воды сварить суп, это не разрешено - он должен совершать ею вуду.</p>
<p>Обязательно просить воду у спутника, у которого она есть, если вы находитесь в местности, где люди обычно не жалеют воды. Там же, где люди обычно жалеют воду, просить ее у другого не обязательно.</p>
<p>Разрешено совершать таяммум до наступления времени намаза всем, кроме ма’зура.^^ Человек, у которого нет рук и ног, а на лбу - рана, совершает намаз без омовения.</p>
<p>Если на половине частей тела или больше - раны, то совершается таяммум. Однако если большая часть частей тела здорова - совершается вуду, а раны протираются.</p>
<p class="theory-note">31 Для людей, у которых постоянно нарушается омовение, в Шариате существуют особые правила. Такой человек в терминологии фикха называется «ма’зур», а его состояние «’узр». Это, например, человек, у которого постоянно выходит кровь из раны или идет кровь носом, кишечные газы и т.п. Или, допустим, после удаления зуба кровь может не останавливаться в течение периода нескольких намазов. Ма’зур должен совершать вуду или таяммум после наступления времени каждого обязательного намаза. В пределах времени одного намаза ему разрешено совершать с этим омовением или таяммумом сколько угодно обязательных и желательных намазов. Прим. пер.</p>
<h4>Протирание хуффов</h4>
<h5>Определения</h5>
<p>«Протирание (масх)» - это проведение по поверхности смоченной водой ладонью.</p>
<p>«Хуффы» первоначально - это кожаные носки или обувь, закрывающие щиколотки^^</p>
<h5>Доказательство дозволенности протирания хуффов</h5>
<p>Всевышний Аллах говорит:</p>
<p>«Аллах желает вам облегчения и не желает вам трудностей»,^^ [Сура аль-Бакара, 185].</p>
<p>Посланник Аллаха, да благословит его Аллах и приветствует, сказал:</p>
<p>«Путник (мусафир) протирает хуффы трое суток, а тот, кто не в пути (мукым) - сутки»^'‘.</p>
<p>Джарир ибн Абдуллах аль-Бахыли, да будет Аллах им доволен, говорил:</p>
<p class="theory-note">32 в наше время существуют хуффы из специальной непромокаемой ткани, их можно протирать, если они соответствуют всем условиям, предъявляемым к хуффам. Прим. пер.</p>
<p class="theory-note">33 Разрешение протирать хуффы относится к облегчениям (рухса) в Шариате, законность которых установлена данными словами Всевышнего. Прим. пер.</p>
<p class="theory-note">34 Тирмизи, №95.</p>
<p>«я видел, как Пророк, да благословит его Аллах и приветствует, справил нужду, после чего совершил омовение, протерев хуффы»^^ Шариат разрешает протирать хуффы вместо мытья ног при совершении вуду в качестве облегчения для мусульман.</p>
<h5>Условия допустимости протирания</h5>
<p>Протирание хуффов действительно при соблюдении следующих условий:</p>
<p>1. Если хуффы надеты в состоянии чистоты.</p>
<p>2. Если человек вымыл ноги, затем до завершения вуду надел хуффы, их будет разрешено протирать, если он успеет закончить вуду до нарушения омовения.</p>
<p>3. Хуффы должны закрывать щиколотки.</p>
<p>4. Чтобы на каждом хуффе не было дырки размером с три мизинца ноги или больше того.</p>
<p>5. Чтобы хуффы держались на ногах сами, без завязок.</p>
<p>6. Чтобы они были сделаны из материала, не пропускающего воду.</p>
<p>7. Чтобы в них можно было пройти определенное расстояние^^.</p>
<h5>Фарды и сунны протирания</h5>
<p>Обязательный минимум, который требуется протереть - площадь трех мизинцев руки по внешней стороне верхней (носочной) части хуффа.</p>
<p class="theory-note">35 Бухари, №203; Муслим, №274.</p>
<p class="theory-note">36 И они бы при этом не порвались. Расстояние, которое требуется пройти - примерно 5,5 км. Прим. пер.</p>
<p>Желательно провести смоченными и расставленными пальцами руки по верхней части хуффа от пальцев ноги к голени.</p>
<h5>Срок действия протирания хуффов</h5>
<p>Не находящийся в пути (мукым) может протирать хуффы сутки (24 часа). Путник же (мусафир) имеет право протирать хуффы трое суток (72 часа).</p>
<p>Срок протирания хуффов начинается с момента первого нарушения вуду после надевания хуффов, а не с самого момента их надевания.</p>
<p>Если мукым протер хуффы, а затем вышел в путь до окончания срока протирания, то срок продлевается до трех суток.</p>
<p>Если человек перестал быть мусафиром после того, как протирал хуффы в пути более суток, срок протирания для него заканчивается в момент завершения путешествия.</p>
<p>Однако если он перестал быть мусафиром, протирая хуффы меньше суток, то он может протирать их до конца суток как мукым.</p>
<h5>Что нарушает протирание хуффов</h5>
<p>1. Все, что нарушает вуду.</p>
<p>2. Снятие хуффа.</p>
<p>3. Если большая часть ступни оказалась в голенище хуффа.</p>
<p>4. Окончание срока протирания.</p>
<p>5. Протирание также нарушается, если вода попала на большую часть одной ступни внутри хуффа.</p>
<p>Нельзя протирать чалму, тюбетейку или никаб вместо протирания головы.</p>
<p>Также не разрешается протирать перчатки вместо мытья рук.</p>
<h5>Протирание шины или повязки</h5>
<p>Если человек поранил какую-либо часть тела, и ему сверху на рану наложили повязку так, что он не может ни помыть эту часть тела, ни протереть - ему будет достаточно протереть поверх большей части повязки.</p>
<p>Он имеет право протирать повязку, пока рана полностью не заживет.</p>
<p>Не ставится условием, чтобы повязку накладывали в состоянии омовения.</p>
<p>Также если человек сломал кость, и ему наложили шину или гипс, он протирает поверх гипса, пока гипс не снимут. Также не ставится условием быть в состоянии омовения в момент наложения гипса.</p>
<p>Разрешено протирать повязку на одной ступне и мыть другую.</p>
<p>Если повязка упала до заживления раны, и наложили новую, не требуется повторять протирание.</p>
<p>Разрешается менять повязку на другую, и так же не требуется в этом случае заново протирать новую повязку, однако лучше будет протереть ее.</p>
<p>Если у человека гноится глаз, и опытный врач-мусульманин запретил ему мыть глаза, он может их протирать.</p>
<p>Для протирания хуффов, повязки и головы не требуется отдельное намерение.</p>
        `
    }

];
